[{"timestamp": "26 September 2018                                ", "article_text": "By Hannah Joshua “I’m an aspiring inventor,” says May Kitt, “but my best work so far was a Fitbit attachment for my dog, so I can game the step counter. Someone beat me to the grape peeler. Where can I get some more inspiration?” Creative geniuses all have their own tricks. Yoshiro Nakamatsu, who has 3000 inventions to his name, takes a deep breath and dives underwater. “Zero-point-five seconds before death, I visualise an invention,” he says. But you needn’t go to such extremes. My inspiration generator will bring ideas for all. To create it, I first grabbed lists of …"}, {"timestamp": "28 September 2018                                ", "article_text": "By Douglas Heaven Robots are great for exploring places that are hard to reach. We’ve sent them to explore the surface of Mars and the depths of the oceans. Soon they could be crawling over the outside of your body. SkinBot is a palm-sized bipedal robot with suction-cup feet inspired by leeches and the suckers of cephalopods. Artem Dementyev at the Massachusetts Institute of Technology Media Lab is interested in developing small helper robots that live on our bodies. Dementyev and his colleagues have previously built robots called Rovables that crawl …"}, {"timestamp": "26 September 2018                                ", "article_text": "By Timothy Revell I FEEL like a cross between an Olympic swimmer and a cyborg. On my head is a bathing-cap-like hat dotted with electrodes, and a cable dangles behind me. David Ibanez and Marta Castellano, from the neuroscience company Starlab, look at me from across a table at their headquarters in Barcelona. As the sun beams in through two giant windows illuminating the plain white room where we sit, I am trying to hide my nerves, but wonder whether that is even possible while wearing a device like this. These may be humble surroundings, but Ibanez and Castellano are about to try to read my mind. For decades, neuroscientists have been trying to decipher what people are thinking from their brain activity. Now, thanks to an explosion in artificial intelligence, we can decipher patterns in brain scans that once just looked like meaningless squiggles. “Nobody dreamed that you could get to the content of thought like we’ve been able to in the past 10 years. It was considered science fiction,” says Marcel Just at Carnegie Mellon University in Pennsylvania. Researchers have already peered into the brain to recreate films people have watched and decoded dreams. Now the world’s biggest players in AI are racing to develop their own mind-reading capabilities. Last year, Facebook announced plans for a device to allow people to type using their thoughts. Microsoft, the US Defense Advanced Research Projects Agency and Tesla’s Elon Musk all have their own projects under way. This is no longer just a case of seeing parts of the brain light up on a screen, it is the first step towards the ultimate superpower. I …"}, {"timestamp": "26 September 2018                                ", "article_text": "By Yvaine Ye Dozens of spiral tubes emerged from the ground overnight, constructed like giant cocoons. These weren’t created by nature, but by a swarm of silkworm-inspired robots called Fiberbots. These robots could one day help build bridges or buildings. Each Fiberbot is a 30-centimetre-tall cylinder with a thin arm sticking out from the top. To build a tube, the robot’s arm winds fibreglass thread around its body. After creating an 8-centimetre long segment, Fiberbot then crawls forward to build the next section. …"}, {"timestamp": "25 September 2018                                ", "article_text": "By Richard Kemeny Solar-powered recording devices are eavesdropping on rainforests in Borneo to monitor biodiversity. The plan is to use artificial intelligence to automatically identify and record different animals and track changes over time. Many current methods for measuring biodiversity are impractical, relying on humans to regularly change batteries and put out recorders, or expensive, requiring huge reams of data to be sent via satellites. So Sarab Sethi at Imperial College London …"}, {"timestamp": "25 September 2018                                ", "article_text": "By Jacob Aron Board games, whisky and polyamory are just some of the things being discussed by UK civil servants on a government-wide chat system – along with their actual work. Like many organisations (including New Scientist), the UK civil service has embraced Slack as an alternative to email, but the ephemeral nature of the service could make it harder to hold the government to account. Slack allows organisations to set up multiple chat channels devoted to particular topics. A freedom of information …"}, {"timestamp": "21 September 2018                                ", "article_text": "By Douglas Heaven Appearances can be deceptive. But on the whole humans don’t have a problem telling a milk jug from a train or a power drill from an orange. Not so for artificial intelligence, which can be fooled just by altering a few pixels in an image. Yet a series of experiments by Zhenglong Zhou and Chaz Firestone at Johns Hopkins University hint that the difference between human and machine perception might not be as big as we thought. This could change the way we …"}, {"timestamp": "21 September 2018                                ", "article_text": "By Douglas Heaven It’s a dirty job but something’s got to do it. A robotic capsule can suck up mucus from the gut, removing the need for uncomfortable procedures. Gut mucus can be a more accurate indicator of a person’s health than a stool sample. But the usual process for obtaining it involves inserting a long tube, called an endoscope, into someone’s gastrointestinal tract. This can be awkward and uncomfortable. Capsules on the other hand are easy to swallow and can …"}, {"timestamp": "19 September 2018                                ", "article_text": "By Chelsea Whyte I think, therefore I fly. Headsets that read brain waves are being used to fly drones, letting us control machines with just our thoughts. A team from the Indian Institute of Science in Bangalore trained 14 people to control a multirotor drone using commercially available EEG headsets, devices that use small electrodes to test the electrical activity in your brain. There have been other attempts to control multirotor drones using thought, but Subbaram Omkar, who led the research, believes the new …"}, {"timestamp": "12 September 2018                                ", "article_text": "By Rowan Hooper WHEN Lee Cronin was 9 he was given a Sinclair ZX81 computer and a chemistry set. Unlike most children, Cronin imagined how great it would be if the two things could be combined to make a programmable chemical computer. Now 45 and the Regius Chair of Chemistry at the University of Glasgow, Cronin leads a research team of more than 50 people, but his childhood obsessions remain. He is constructing chemical brains, and has ambitions to create artificial life – using a radical new approach. What drives you? Everything I’m doing now, I’ve wanted to do since I was a boy. I wanted to discover something new about the universe. It was stressful for my parents because anything they bought, I just took apart. Once I tried to build a carbon dioxide laser. When I was 7 or 8, I ripped the logic unit out of the washing machine and the cathode ray tube from the TV and tried to connect it all up and make my first computer. Your poor parents. Were they scientists? No, my father works in construction and my mother was a nurse but they separated when I was 9 and later divorced. I had learning difficulties and was in remedial class at school. I wasn’t interested in what the teachers were doing. I taught myself the maths of relativity when I was 7. I’m determined to answer questions now because I was told I wasn’t any good. What are you doing to pursue those childhood dreams? There are …"}, {"timestamp": "14 September 2018                                ", "article_text": "By Lydia Nicholas In a gallery, it is not only the quality of a piece that comes under scrutiny, but also its meaning. Gaming culture’s demand to be seen as “real art” sometimes runs alongside a resistance from many fans and creators to being subjected to the kind of analysis that art faces. Can video games be art? Yes. Obviously yes. Video games are a medium as diverse as films or novels. Some are enormously profitable mainstream hits. Some are familiar rehashings of old tropes. Some are beautiful. Some are violent. …"}, {"timestamp": "14 September 2018                                ", "article_text": "By Frank Swain Whose line of code is it anyway? Artificial intelligence has joined a group of improv actors in a live stage performance, providing a novel twist on the Turing test – a test of machine intelligence. AI has written scripts, poetry and even jokes before, but Kory Mathewson at the University of Alberta and Piotr Mirowski wanted a robot to go where no robot had gone before: comedy theatre. They based their work on the Actor’s Nightmare, an improvised performance where actors are forced to make incongruous lines fit …"}, {"timestamp": "13 September 2018                                ", "article_text": "By Clare Wilson The latest Apple Watch will give people warnings if their heart rate goes too high or low and let them take a readout of their heart’s electrical activity. It’s being billed as a giant leap in home healthcare – but critics say it will lead to huge numbers of people getting told they have heart problems when they don’t. The Series 4 watch will go on sale in the US later this month costing $399, Apple announced at the product launch yesterday, calling the device “an intelligent guardian for your health”. An electrocardiogram (ECG) is normally just available in hospital. Pads put onto your chest detect your heart’s electrical activity, which is shown as the well-known spiky line on a monitor. Now Apple Watch users will be able to get an ECG at the touch of a button, by putting a finger on the “digital crown” on the watch’s side, similar to the winder on a clockwork watch. After 30 seconds, you get told if the result is normal or suggests a problem, and the recording can be shared with a doctor. The last Apple Watch could also be used to take an ECG if paired with a device called a Kardia Band, but this had to be bought separately. Having the function built into the watch will mean many more people will start regularly taking their ECG, especially if they worry about their health – and that’s where problems may start. The feature will be useful for some people, namely those who have a condition called atrial fibrillation, where the heart beats irregularly, causing symptoms such as breathlessness, tiredness and chest pain. They sometimes need home monitoring. But many people have an irregular heart rhythm without symptoms. They will be told by their watch to take the ECG result to a doctor. They could then get potentially risky surgery, go on unnecessary medications risking side effects such as dizziness. At the  least they will be falsely alarmed. Several trials have investigated whether it is helpful to give ECGs to people without symptoms and the US Preventive Services Task Force has concluded that the evidence fails to show this approach does more good than harm. New Scientist has asked Apple if the company has any specific measures to avoid misdiagnosis, but has yet to receive a response. Another function, the intermittent heart rate monitor – which works though sensors built into the back of the watch face – may also have potential for false alarms. For instance, some people get panic attacks, when stress makes their heart and breathing rate race. And there’s a third new medical feature aimed at people who have health concerns – this will call emergency services if the wearer is detected to have taken a hard fall and stays immobile for 60 seconds. All such functions will no doubt be appreciated by people with health concerns – not to mention the worried well."}, {"timestamp": "12 September 2018                                ", "article_text": "By Kenneth Payne “ONLY the dead have seen the end of war,” the philosopher George Santayana once bleakly observed. Our martial instincts are deep-rooted. Our near relatives chimpanzees fight “total war” that sometimes leads to the annihilation of rival groups of males. Archaeological and ethnographical evidence suggests that warfare among our hunter-gatherer ancestors was chronic. Over the millennia, we have fought these wars according to the same strategic principles based in our understanding of each other’s minds. But now we have introduced another sort of military mind – one that even though we program how it thinks, may not end up thinking as we do. We are only just beginning to work through the potential impact of artificial intelligence on human warfare, but all the indications are that they will be profound and troubling, in ways that are both unavoidable and unforeseeable. We aren’t talking here about the dystopian sci-fi trope of malign, humanoid robots with a free rein and a killer instinct, but the far more limited sort of artificial intelligence that already exists. This AI is less a weapon per se, more a decision-making technology. That makes it useful for peaceful pursuits and warfare alike, and thus hard to regulate or ban. This “connectionist” AI is loosely based on the neural networks of our brains. Networks of artificial neurons are trained to spot patterns in vast amounts of data, gleaning information they can use to optimise a “reward function” representing a specific goal, be that optimising clicks on a Facebook feed, playing a winning game of poker or Go, or indeed winning out on the battlefield. In …"}, {"timestamp": "12 September 2018                                ", "article_text": "By Frank Swain LAST December, Ed Bridges was mingling with the crowds of Christmas shoppers on the streets of Cardiff, UK, when the police snapped a picture of him. He has been trying to get them to delete it ever since. Bridges hasn’t been convicted of a crime, nor is he suspected of committing one. He is simply one of a vast number of people who have been quietly added to face-recognition databases without their consent, and most often, without their knowledge. For years, critics have warned that the …"}, {"timestamp": "11 September 2018                                ", "article_text": "By Simon Ings The artist Jenna Sutela normally divides her time between London and Helsinki, but she has spent the last four months at London’s Somerset House Studios, thanks to a residency with Google Arts & Culture. Here, she’s been either making a video, learning about computers, teaching artificial intelligences to dream, or mastering Martian. Perhaps all of the above. It depends who you speak to. The artists Google invites to explore the potentials of its machine learning systems normally wind up in its lab in Paris. This time, however, Google engineer Damien Henry (the co-inventor, incidentally of the …"}, {"timestamp": "11 September 2018                                ", "article_text": "By Yvaine Ye Burst a soap bubble and it will split into hundreds of droplets. Now we can do the reverse,  turning droplets into bubbles, with a blast of sound. Researchers have already shown it is possible to suspend small particles, such as droplets, in the air by counteracting gravity with pressure from ultrasound waves. Duyang Zang at Northwestern Polytechnical University, China, and his colleagues have now discovered that higher sound pressure can create a bubble from a levitating droplet. The team placed a drop of soap solution between an acoustic levitator, a pair of emitting and reflecting panels that pump out sound. They increased the pressure on the droplet by gradually turning up the volume, pushing it into a flat film and then curving it into a bowl that filled with air. Once the air in the bowl reached a certain volume, the trapped air molecules began to resonate with the sound waves and vibrate violently. This increased the pressure on the film, inflating it and eventually creating a bubble. The team explored two alternative ways to manipulate the film shape: pulling the centre with a needle and passing a ring around the edge of the film. Both attempts were successful in producing bubbles. The work is more than just a new way to blow bubbles, says Zang – the technique could create hollow-structured materials that float or can be used as capsules for medicine."}, {"timestamp": "7 September 2018                                ", "article_text": "By Frank Swain Hate speech detectors are easily tricked. A test of systems designed to identify offensive speech online shows that a few innocuous words or spelling errors can easily trip them up. The results cast doubt on the use of technology to tame online discourse. N. Asokan at Aalto University in Finland and colleagues investigated seven different systems used to identify offensive text. These included a tool built to detoxify bitter arguments in Wikipedia’s edits section, Perspective – a tool created by Google’s Counter Abuse team and Jigsaw, …"}, {"timestamp": "7 September 2018                                ", "article_text": "By Leah Crane A Japanese airline wants to send you to space. Well, not you exactly, but a robot avatar that you can control in real time, while seeing through its eyes and feeling what it feels through haptic feedback. All Nippon Airlines (ANA) and the Japan Aerospace Exploration Agency (JAXA) have just announced the Avatar X programme, an initiative to build these advanced humanoid drones and send them to space. “The giant leap will be in bringing human consciousness and presence to a remote location,” says Kevin Kajitani, …"}, {"timestamp": "7 September 2018                                ", "article_text": "By Leah Crane Radios are shrinking. Normal radio receivers use an antenna tuned to a particular range of frequencies, but now researchers have developed an atomic receiver in a tiny glass box that is excellent for spying. David Anderson at Rydberg Technologies in Michigan and his colleagues built their radio receiver to be more secure and smaller than traditional radios. It starts with a centimetre-sized glass box full caesium vapour. The caesium atoms are prepared so that some of the electrons have more energy than normal, which …"}, {"timestamp": "6 September 2018                                ", "article_text": "By Yvaine Ye New robots can learn old tricks. Bats use sound to navigate their surroundings in the dark and now a robot called Robat can do the same. Robat is a four-wheeled autonomous robot, equipped with a speaker to mimic a bat’s mouth, and two microphones, positioned on the left and right, to mimic a bat’s ears. As it moves around, Robat’s speakers produce a high-frequency chirp every half a metre. It can then identify the position of obstacles by calculating the delay between making this sound and the echo returning, and any differences between the two microphones. This is known as echolocation and bats use the same technique when flying in the dark. To put Robat to the test, Yossi Yovel at Tel Aviv University in Israel, and his colleagues placed it in one of two greenhouses in a botanical garden. Robat was then able to drive through the plant-lined paths avoiding obstacles, such as a bucket and a chair, while drawing a map of the surroundings. Bats are also likely able to identify specific objects using echolocation, so Yovel and his team gave Robat an algorithm to classify if something was a plant or not. A robot like this could be useful where visibility is limited, such as when searching for survivors through rubble after a disaster or when moving in extreme weather. Journal reference: PLOS Computational Biology, DOI: 10.1371/journal.pcbi.1006406"}, {"timestamp": "6 September 2018                                ", "article_text": "By Chris Baraniuk When the gunman who attacked students and staff at Marjory Stoneman Douglas High School in Parkland, Florida, this February stopped shooting, 17 people were left dead or fatally injured. The outcome was devastating. To add insult to injury, shortly after the tragedy, Twitter bots began sending out emotionally charged quips and conspiracy theories about what took place. However, a retrospective analysis of those tweets suggests that humans were the ones who spread them furthest. A team at the University of South Carolina …"}, {"timestamp": "5 September 2018                                ", "article_text": "By Frank Swain A community generated artwork demonstrates the forces that drive how cultures evolve. On April 1 2017, Reddit launched Place, a collaborative art project. Users could edit any single pixel on a 1000 by 1000 square, choosing from a palette of 16 colours. After editing a pixel, they had to wait between 5 and 20 minutes before they could place another. In the 72 hours that followed, over a million people battled for control of the canvas, painting thousands of mascots, logos, Pokémon, images, patterns, memes, affiliations, and a lot of national flags. In Place, Thomas Müller and James Winters at the Max Planck Institute for the Science of Human History spotted an opportunity to study cultural evolution – how ideas grow and disseminate. Cultural evolutionary theory suggests that as ideas and behaviours are shared, they start to adopt more predictable patterns. This is driven by two factors: increasing homogeneity, such as standardised spellings, and by setting rules for their use, such as grammar. Müller and Winters used the theory to predict that after an initial increase in complexity, Place should simplify over time. The data bore this out, with file size – a marker of complexity – peaking around the 30-hour mark and decreasing steadily thereafter. This happened because early artists could generally spread out to avoid one another, making Place chaotic, but as the canvas filled up, structure emerged and artworks depended on maintaining these borders to survive. Users soon formed clans that were dedicated to creating and enlarging their chosen artworks, and protecting them against incursion and vandalism from other teams. The interplay between growing complexity provided by different users, and the structure provided by a set of commonly agreed rules, mirrors how cultural phenomena as diverse as language, art, and heraldry establish order within themselves. “Culture is complicated to study, but you can derive the underlying principles on how it changes through time,” says Winters. Journal reference: PLOS ONE, DOI: 10.1371/journal.pone.0202019"}, {"timestamp": "5 September 2018                                ", "article_text": "By Alice Klein HYDROGEN-POWERED cars have had a bumpy ride. Back in 2003, they were touted as “one of the most encouraging, innovative technologies of our era” by US president at the time George W. Bush. Then the Tesla revolution came along and they were left in the dust by their battery-driven electric rivals. Now, there are signs of a comeback. A recent survey of more than 900 global automotive executives by consulting firm KPMG found that 52 per cent rated hydrogen fuel cell vehicles as a …"}, {"timestamp": "29 August 2018                                ", "article_text": "FAKE videos created by artificial intelligence, known as deepfakes, are becoming incredibly convincing. They show people saying or doing things they never said or did, and recent technological leaps have made producing realistic ones easier than ever (see “AI can make high-definition fake videos from just a simple sketch”). Although having fakes masquerade as the genuine article is a risk, it may not be the main problem. Instead it could be that with such convincing fakes around, it is easier for someone to falsely dispute the authenticity of the real deal. A stark illustration of this can be found in the US, where possession of computer-generated images of child sexual abuse is treated more leniently by the courts than the real thing. This has resulted in a rise of the “virtual defence”: claiming illicit images are actually computer generated. Similarly, in politics, when people are faced with something they disagree with, an increasingly common attack is to deride it as “fake news”. The only way to fight back is to find sources of information you can trust. If you think spotting fakes is hard, try spotting reals. This article appeared in print under the headline “The unreal deal”"}, {"timestamp": "3 September 2018                                ", "article_text": "By David Hambling The US Army is taking wireless recharging to new heights, by using lasers to power small drones in mid-air. Small flying vehicles with several rotating blades, known as multicopters or drones, have proven valuable to the military for intelligence gathering. But they are incredibly power-hungry, meaning their flying time is limited to half an hour or less. Now the US Army’s Communications-Electronics Research, Development and Engineering Center based in Maryland are developing a power beaming system with a combination of modern lasers and efficient photovoltaic …"}, {"timestamp": "29 August 2018                                ", "article_text": "By Mick O'Hare IN 1964, reaching for the nearest national stereotype lying around, New Scientist described Switzerland as “remarkably accomplished in the manufacture of a mechanism”. That mechanism was, of course, the wristwatch. Traditional Swiss watchmaking was under threat. Despite 400 years of expertise and wind-up watches with an accuracy of better than 1 part in 20,000, the Swiss were worried about the Accutron and its successors. The Accutron was the world’s first successful electronic watch, and devised by a turncoat Swiss to boot: electronics engineer Max Hetzel. It had spawned successors in other nations, putting Swiss exports and timepiece predominance under threat. …"}, {"timestamp": "29 August 2018                                ", "article_text": "Don’t give cash to a beggar – scan a barcode and transfer money. In this week’s edition of the BBC World Service’s World Hacks (8-8.30pm BST), Dougal Shaw asks whether Oxford’s Greater Change mobile donation scheme is smart thinking or a sign of the End Times. Once old TV enters the vaults of the BBC, it risks being lost forever. But on 4 and 5 September, AI TV will bring experimental programming to BBC Four, with new and classic programmes and clips selected by machine. Mistakes and deviations are the theme of talks, performances, films and exhibitions at …"}, {"timestamp": "31 August 2018                                ", "article_text": "By Leah Crane Printers that use sound waves could one day let you build structures made out of honey droplets, or even print human tissue without damaging the cells. Regular inkjet printers are great at controlling the placement and size of droplets of ink, but they only work for thin, watery fluids. Daniele Foresti at Harvard University and his colleagues have come up with a way to precisely print droplets of more viscous liquids using sound waves. “If you think about your shower in the morning, you start having a jet of water and then the jet naturally breaks into …"}, {"timestamp": "29 August 2018                                ", "article_text": "By Chris Baraniuk QUEEN Elizabeth II climbed the five metal steps to the platform and spoke a few words into a microphone. She pulled a lever and the deed was done. A giant dial on a nearby building began to spin, as electricity sparked into life. She had just opened the UK’s first atomic power station, Calder Hall. The crowd clapped and cheered on that sunny day in 1956. But a gloom has since descended on nuclear power. There’s the radioactive waste, the decommissioning and the accidents, from Chernobyl to Fukushima. As concern about climate change increased, nuclear’s one saving grace became that it is carbon free. But now, the cost of much renewable energy has fallen below that of nuclear. These days we produce little more power from nuclear than we did 20 years ago. So just as we need as much clean energy as we can get, it seems we are spurning our best developed source of it. Is it really time to call time on nuclear? The cheers around Calder Hall in 1956 had nothing on the spirit of optimism that surrounded the birth of nuclear power a decade earlier. Scientists had worked out that splitting heavy atoms released huge amounts of energy that could be used for more than just bombs. There was talk of everything from nuclear-powered moon shuttles to plutonium-heated swimming pools. Over the following two decades, nuclear reactors big enough to match a coal power station’s power output came online in more than 30 countries. …"}, {"timestamp": "31 August 2018, updated 3 September 2018                                ", "article_text": "By Timothy Revell Do computers know what we are thinking? To find out, researchers at the University of California, Berkeley, have created a set of gruelling tests that probe AI’s progress in understanding the world. No AIs have passed the tests yet, but one got extremely close. The tests examine theory of mind – the ability to reason about another’s beliefs – and are inspired by classic experiments in psychology. Each test consists of a short paragraph describing a scenario involving people and a few questions for the AI to answer about it. …"}, {"timestamp": "31 August 2018                                ", "article_text": "By Inga Vesper High prams with canopies that shield a baby’s head could go some way towards reducing exposure to dangerous particle pollution. By kitting out prams with air quality sensors and taking them for a stroll, a team at the University of Surrey are studying how much pollution babies are exposed to and the pram designs that do the best to combat it. They’ve found that higher prams are better, as most particle pollution concentrates at the first metre above road level. Children in prams breathe at an average height …"}, {"timestamp": "29 August 2018                                ", "article_text": "By Chris Baraniuk Subtle clues in how someone types on a keyboard may be able to reveal early signs of Parkinson’s. The hope is that this could be used to spot the disease before pronounced hand tremors or serious changes in the brain have occurred. To test the approach, hundreds of volunteers installed a program that monitored their typing over 9 months. Warwick Adams at Charles Sturt University in Australia, who has Parkinson’s himself, then whittled the sample down to 76 individuals who were of the appropriate …"}, {"timestamp": "28 August 2018                                ", "article_text": "By Alice Klein Facebook has cancelled the account of Myanmar’s military chief as part of its commitment to tackling the spread of hate speech and misinformation. The company announced on Monday that it had banned commander-in-chief Min Aung Hlaing and 17 other individuals associated with Myanmar’s armed forces. “We want to prevent them from using our service to further inflame ethnic and religious tensions,” Facebook said in a statement. The move follows the release of a report on Monday by the UN Human Rights …"}, {"timestamp": "22 August 2018                                ", "article_text": "By Sarah Leach Sandra, Gimlet Media, gimletmedia.com/sandra HOW do we really know who is on the other end of conversations with digital assistants like Siri and Alexa? Just who is listening to our requests and questions, or accessing the vast troves of personal information we have given over to these companies? And does that kind of access affect both those handing over their details and the employees on the other end? The podcast Sandra weaves these debates about ethics in technology into an engaging audio …"}, {"timestamp": "27 August 2018                                ", "article_text": "By Chris Baraniuk A fake is only as good as it looks. But while forging a counterfeit handbag or watch takes time and effort, churning out fake videos has become surprisingly easy. A new system can turn a few simple animated line drawings into realistic fake clips in high definition. The software is open source, meaning that it is available to anyone – and it has reignited concerns that such tools could be used to warp our perception of the world. The new system was created by researchers …"}, {"timestamp": "26 August 2018                                ", "article_text": "By Leah Crane You don’t have to directly see an object to perceive it. Through a process called ghost imaging, patterned light shone on an object is used to recreate an image of the object without ever directly taking its picture. Understanding how our eyes can build up an image from simple checkerboard patterns of light could help us gain a deeper insight into the internal workings of the brain’s visual cortex. Ghost imaging is an unusual way of taking a picture. Light …"}, {"timestamp": "22 August 2018                                ", "article_text": "By Hannah Joshua “The World Cup may be over for another four years, but that doesn’t stop my wife yelling ‘goal!’ every time she throws something in the bin. Except she’s a worse shot than Nicolai Jørgensen,” says Will Junker. “We end up with mounds of wayward rubbish – definitely a foul situation, and the penalty is mine: I have to pick it up. Can tech referee this match?” England fans may have cheered “football’s coming home”, but I don’t think they meant turning their kitchens into playing fields. You might not be able to break your wife …"}, {"timestamp": "22 August 2018                                ", "article_text": "Neurology and psychiatry come together in The Disordered Mind: What unusual brains tell us about ourselves (Little, Brown), a masterful summary of the field by Nobel prizewinner Eric Kandel. Roll up to London’s Science Museum at 6.45 pm BST on 29 August to celebrate 250 years of the circus and uncover the technical skills and science behind the thrills of the big top. In her podcast People Behind the Science, Marie McNeely gets scientists to share their stories. The most recent episode features Michael Levin of Tufts University, Massachusetts, who studies the decisions and computations that occur in living systems. E-Line Media’s The Endless Mission (pictured above) puts the tools of game creation on your screen. Use templates and assets from other built-in games, share creations with other players or dip into theirs via a central hub. In BBC Radio 4’s Hotspot (1.45 pm BST, 27 August), Jenny Kleeman explores the stories behind some startling place-based statistics. Who knew the UK capital of personal debt was Plymouth? This article appeared in print under the headline “Don’t Miss”"}, {"timestamp": "24 August 2018                                ", "article_text": "By Timothy Revell Facebook is to contact 4 million users to tell them that their data may have been misused as a result of using myPersonality – a personality quiz app created by the Psychometrics Centre at the University of Cambridge. As well as notifying users, Facebook has banned the app from its platform for “failing to agree to our request to audit and because it’s clear that they shared information with researchers as well as companies with only limited protections in place”, wrote Ime …"}, {"timestamp": "24 August 2018                                ", "article_text": "By Alice Klein Children with attention deficit hyperactivity disorder (ADHD) may be able learn to focus better by practising a video game that is controlled by their minds. Concentration problems are common among children with ADHD. Stimulant drugs like Ritalin and Adderall can help, but they sometimes cause side-effects like insomnia and moodiness. Helen Zhou at the Duke-National University of Singapore Medical School and her colleagues wondered if video games could offer another way to improve focus in children with ADHD. They developed a video game called …"}, {"timestamp": "23 August 2018                                ", "article_text": "By Frank Swain In a bid to find out where molecular dirt comes from researchers have created the world’s cleanest water. No matter how clean you try to make something a thin layer of molecules always ends up coating the surface, but identifying them can be tricky. To learn more, Ulrike Diebold at the Vienna University of Technology and colleagues investigated when a piece of titanium dioxide would become dirty under controlled conditions. There were several theories about what the dirt might be, including a new form of ice or carbonic acid from the air. “There were four papers from four teams, all with different explanations, and all of them were wrong,” says Diebold. In an ultra-high vacuum chamber the team tested different suspects. These included arguably the world’s cleanest water, made by further purifying commercially available ultrapure water, soda water – a mixture of carbon dioxide and water, and air. Only exposure to air resulted in molecular dirt accumulating on the surface of the titanium dioxide. A chemical analysis revealed why: the smut is made of acetic acid and formic acid. Produced by plants, they are only present in a few parts per billion in air. But their chemistry gives them a strong affinity for titanium dioxide. Diebold says this patina may contribute to the material’s self-cleaning properties. Journal reference: Science, DOI: 10.1126/science.aat6752"}, {"timestamp": "23 August 2018                                ", "article_text": "According to a popular story in the New York Times, the general use of Facebook “fuels” racist attacks in Germany. The story, based on what they describe as a “landmark” paper by two University of Warwick PhD students, says that in towns and cities where Facebook is used more than average, there are more attacks on refugees and immigrants. Both the story and the paper say that this is more than just a correlation – the Facebook use itself causes an increase in the number of attacks. …"}, {"timestamp": "22 August 2018                                ", "article_text": "By Joshua Howgego WHEN Marco Polo visited Kublai Khan at the end of the 13th century, little seems to have impressed him more than that the Khan used paper money. “In this city of Kanbalu is the mint of the Great Khan, who may truly be said to possess the secret of alchemists, as he has the art of producing money,” he wrote. It isn’t hard to see why it seemed that way. To a European of the time, money consisted of things such as silver and gold coins that had intrinsic, tradable worth. The Khan simply took common old bark from mulberry trees, pulped it into paper and, with an array of signatures and seals, declared that it had value. No one in the Mongol empire dared refuse it as a means of payment. Today this idea is so central to our lives that we hardly spare it a thought. But cash – physical money in the form of notes or coins – is losing its lustre. The rise of internet shopping and the increasing convenience of card payments, plus the extra costs for governments and central banks associated with cash, means all the talk is of taking money fully digital. The necessary technology already exists. But as the dash away from cash gathers momentum, there are increasing rumblings about the downsides. Digital money might not solve all the problems of cash, and will bring a whole slew of new ones too. So do we want it? Victoria Cleland knows a thing or two about cash. Currently the Bank of England’s executive director for banking, payments and …"}, {"timestamp": "23 August 2018                                ", "article_text": "By Chris Baraniuk Artificial intelligence? Maybe we need artificial stupidity instead. In order to avoid an apocalyptic scenario where machines take over the world, some are suggesting we should limit AI to human-level intelligence. At least then we’ll stand a fighting chance, says Roman Yampolskiy at the University of Louisville, USA. Although artificial general intelligences – AIs that can perform any task that a human brain can – do not yet exist, Yampolskiy thinks planning how to limit their computational abilities and make them behave in ways that are familiar …"}, {"timestamp": "22 August 2018                                ", "article_text": "Video games are no longer confined to teenagers’ bedrooms and arcades.  In arenas across the world, superstar players compete for six-figure prize pots watched by thousands of adoring fans. At the 2018 Asian Games, currently taking place in Indonesia, video gamers are competing for the first time alongside athletes, swimmers and weightlifters. The International Olympic Committee is reportedly considering introducing esports at the summer games in 2024. Will Heaven went to IEM Katowice 2018 in Poland, to find out more about esports, what it takes to compete at the highest level, and why gamers should be considered athletes."}, {"timestamp": "22 August 2018                                ", "article_text": "By Timothy Revell From doing backflips to public debating, robots have been grasping new tasks at an impressive rate of late. And one such task drawing increasing attention is helping children with autism to improve their social skills. The logic goes that robots can be programmed to be consistent in their responses, removing the unpredictability from a social exchange that some autistic people struggle with. On top of this, a robot can be tailored to respond in the way judged best for each individual and programmed to incrementally increase the complexity of …"}, {"timestamp": "22 August 2018                                ", "article_text": "By Frank Swain EFFORTS are under way to replace the lead pipes that have been contaminating the water supply in the city of Flint, Michigan. Nobody knows which of the 55,000 properties are directly affected, but an artificially intelligent algorithm can make accurate guesses. The Flint water crisis began in 2014 when city officials began sourcing water from the local river instead of the Detroit water system. The water wasn’t treated properly and corroded lead pipes, causing the heavy metal to leach into drinking water. Residents …"}]