[{"timestamp": "09/06/2018 09:00 pm ET", "article_text": "BERKELEY, Calif. ― There are no windows in the underground laboratory at the University of California, Berkeley’s Hildebrand Hall. No portals through which to see the sky. The bluest things in sight are the cobalt-colored lab coats worn by two chemists huddled around a beaker of white viscous liquid, its temperature slowly climbing. On a Monday afternoon in August, the blue-coat technicians watched the liquid with a spellbound intensity. Their resident leader, a woman named Olga Alexopoulou, was positioned in an adjacent room the size of a small walk-in closet, illuminated only by the phantom glow of ultraviolet light. Inside, she slowly peeled back a sheet of aluminum foil to reveal four glass microscope slides, a globule of liquid the size of a thumbprint on each. Like alien droppings, they glowed underneath the UV bulbs with a cinematic ferocity. “The average person has never seen this kind of purity of color,” Alexopoulou told me. Alexopoulou isn’t a scientist. She’s an artist. But, inside the tiny lab in Berkeley, shaded from the unceasing clamor of the world outside, she and her methodologically-inclined counterparts are on the same curious quest: They are attempting to engineer a new pigment of blue. Over the course of 10 months, Alexopoulou has project-managed her secretive team from Istanbul, communicating through email and Skype to check up on the mysterious liquid. According to Alexopoulou, the blue she’s after is different than all the man-made blues that have come before it. Hers is “the blue of the future,” a pigment that dazzles in its sheer purity and depth, emitting a radiance more often associated with neon lights than the contents of a tube of paint. With an undeniable weight of seriousness, Alexopoulou has dubbed her pigment Quantum Blue. Humanity’s fascination with blue predates Alexopoulou by millennia. Blue pigments rarely occur in nature, and many of the blues that do exist ― a bird’s plume, a butterfly wing ― appear that way due to optical illusions that have evolved over time. Humans, enamored by these fleeting hues, have long been eager to harness them. Five-thousand years ago, craftsmen created what’s thought to be the first artificial pigment, Egyptian Blue, by mixing limestone, sand and azurite. This is the usual form a pigment takes, a dry powder substance that, when mixed with a liquid or other medium, constitutes a paint or ink. Later came ultramarine, ground from the semi-precious stone lapis lazuli, sourced from a particular mountain range in Afghanistan for centuries. The ultra-expensive pigment was primarily reserved for representations of the Virgin Mary’s holy robes. In the 17th century, indigo, a natural dye, became a hot commodity import across Europe and Asia, despite its tendency to dim over time. In the 18th century, an alchemical accident became an artistic miracle when a paint maker’s contaminated potash turned his potion from cochineal red to the melancholic tone known as Prussian Blue. It’s the stuff of Hokusai’s “The Great Wave off Kanagawa” and Pablo Picasso’s Blue Period. French artist and blue soothsayer Yves Klein crafted his very own International Klein Blue (IKB) in 1960, collaborating with paint supplier Edouard Adam to yield a paint formula that protected the intensity of its ultramarine pigment base through a synthetic resin binder. He coated canvases with his titular hue, which, according to curator Kerry Brougher, “seemingly [opened them] up to immaterial realms.” It now adorns the bald heads that comprise The Blue Man Group. Then, in 2009, chemist Mas Subramanian accidentally concocted YInMn blue by fusing yttrium, indium oxide and manganese. The resulting pigment, considered the first new complex inorganic blue to be commercially manufactured since cobalt 200 years before it, absorbs red and green light waves while reflecting a “superblue” both vivid and durable. Crayola’s newest crayon flavor, Bluetiful, is based off the shade. Alexopoulou, whose work is represented in Turkey by the gallery Istanbul Concept, is well versed in the landmark events of blue’s past. As a painter, she often incorporates the traditional recipes for Prussian Blue and Ultramarine in the gestural seascapes or street art murals she creates. In 2011, she traveled to Jingdezhen, China, to study the 14th-century technique of painting ceramics with cobalt blue pigments. Blue is the common thread that weaves Alexopoulou’s fine art career together, the itchy obsession that keeps drawing her back. With Quantum Blue, Alexopoulou shifts her attention from blue’s history to its future. Her ultimate goal is to create a new pigment accessible to artists like her ― not just industrial manufacturers, the target audience for YInMn. By doing so, she hopes to cement herself and her creation as “a part of the history of art,” she said. For now, however, the pigment remains tucked inside an underground lab, its physical isolation mirroring the overall project’s detachment from the more chaotic concerns of today. Droplet by droplet, the pigment comes into being, and, at least for now, remains quarantined in total darkness. At a Korean fusion restaurant in Berkeley, Alexopoulou, 38, her dark hair tied tightly in a ponytail, discussed the origins of her Quantum Blue project between bites of grilled vegetable salad. It was the first week of the university’s fall semester, and the joint was buzzing with the excited murmurings of students back from summer vacation. Across from Alexopoulou sat color historian Maria Chatzidakis, whose dark bob was accentuated by two strips of white hair framing her face. Next to her sat Arunima Balan and Joseph Swabeck, both fifth-year Ph.D. chemistry students at UC Berkeley. Quantum Blue isn’t entirely novel, Alexopoulou and her brigade of blue disciples explained to me over dinner. Humans have encountered hues like it before; think blue morpho butterflies, whose wings glow iridescent with the help of microscopic scales. Or the period of a day known as the blue hour; that brief twilight before sunrise or after sunset, when the sun hovers significantly below the horizon and indirect sunlight casts a fluorescent blue blanket across the sky. Alexopoulou, who grew up in Athens and summered on the Greek isles, spent countless evenings transfixed by those moments at dusk when sea and sky looked like they’d been plugged into an electric socket. Up until now, only nature had the power to conjure such a sublime glow, she said. So what Alexopoulou and her team sought to do is channel the effect through a pigment that’s both reliable and reproducible, allowing artists to represent the most bewitching nature-made blues with unprecedented integrity. For the scientists involved, Quantum Blue offered the rare shot to introduce nanoscientific principles to a larger audience in a digestible way. While Alexopoulou’s motives are romantic, Swabeck and Balan’s veer toward the utilitarian: They are trying to market their research in the most effective way possible. “People can relate to art,” Balan said. “People cannot relate to quantum dots.” Together, Alexopoulou and her team hope to patent their creation, getting in on the $30 billion pigment industry and expanding the quantum dot paint process to include the other colors of the rainbow. “If we can make it work with blue, we can make it work with anything,” Swabeck said. It wasn’t until 2017 that Alexopoulou’s project began to take shape. She was at a dinner party when she overheard a fellow guest, a professor, discussing quantum dots ― nanoscopic crystals that emit color with a startling intensity. Her ears perked up. After years of researching the most potent blues that art and science had to offer, Alexopoulou had a premonition of creating her own. Was nanoscience the unlikely answer to her artistic dream? Quantum dots are extremely tiny particles of semiconducting material, 10,000 times narrower than a human hair. Because of their diminutive size ― only a few nanometers across ― quantum dots have the unique ability to convert light into color with striking efficiency and force. The effect is fluorescent, just like “the blue hour.” Quantum dots are frequently used in biomedicine to tag and track particular cells in the body like teeny tiny post-its. However, they’ve recently gone more mainstream thanks to Samsung’s high-end quantum dot televisions, billed to project images so vibrant they yield an experience akin to “watching real life on your TV.” Alexopoulou had an idea: What if she could use these buzzy, scientific particles for her own artistic purposes? What if she could create the first pigment out of quantum dots? The sky was white the day I visited the lab, making every blue detail on campus pop like a rare gem: The cobalt logo on a USPS truck, the turquoise recycling cans lining the sidewalk, the cerulean stripes on a bro’s plaid shirt. Inside the windowless basement of Hildebrand Hall, we wore safety goggles at all times and were carefully instructed to not lean on anything, as every surface in the lab is considered to be contaminated. Signs reading “DANGER” adorned the walls and a ceiling shower-head offered instant, aqueous relief in case of emergency. It seemed the mission to create a new blue wasn’t just a scientifically demanding mission, but a potentially life-threatening one. “When we do chemistry, we spend a lot of time thinking about how to not die,” Swabeck explained. The lab was built in 1966 and has been accruing random leftovers of the scientific experiments conducted within it ever since. “Things don’t change in a lab,” Swabeck corroborated. “It’s basically a slow accumulation of stuff.” Shelves overflowed with vials, beakers and bottles of chemicals turned sepia with age. Glass panes and open counters were cluttered with handwritten chemical formulas and the occasional doodle. The space ― akin to a secret testing facility on “Stranger Things” ― felt almost too nostalgic and campy to be real. The lab is Swabeck and Balan’s terrain. Underground, they said, it’s easy to lose track of time; they often arrive before sunrise and leave after sunset, missing daylight completely. Without phone or internet access, they’re cut off from human contact and current events, focusing solely on matters of the most elemental variety. They’ve also gotten really good at crossword puzzles. “They are on a path that can be a hard and lonely one, learning how to create new knowledge,” Paul Alivisatos, UC Berkeley’s Samsung distinguished professor of nanoscience and nanotechnology, told HuffPost. Alivisatos is the fairy godfather looming over Quantum Blue’s creation myth. Alexopoulou emailed him shortly after the 2017 dinner party, explaining her idea. Alivisatos, a sucker for art-meets-science hybrid projects, said yes. “There are really deep connections between what happens when we invent new material ― particularly one that affects color and how we perceive it ― and what’s possible with artistic expression,” Alivisatos said. “Those things should be connected together more than they are.” A hugely influential figure in the nanoscience community, Alivisatos assigned Balan and Swabeck ― his students ― to assist Alexopoulou on her task. He also offered up his lab and all its resources for the cause, essentially relieving the pigment-concocting process of its monetary costs. Dressed appropriately in blue lab coats, Swabeck and Balan prepared the quantum dots, executing a procedure they’d completed hundreds of times throughout their grad school experiences. A row of oversized black rubber gloves protruded, ghostlike, from enclosed hubs whose reactive contents couldn’t touch open air. Balan stuck her hands inside two of the gloves and into the glass box, mixing metal salts in organic solvents with the impaired dexterity of Frankenstein’s monster baking in oven mitts. Balan then brought the potion over to a fume hood and set the liquid ― contained in a round-bottom beaker ― to heat to 300 C. The team huddled around for an admittedly anticlimactic glimpse of the whitish liquid in action. “A watched cad never complexes!” Balan joked, shooing the onlookers away. Eventually the temperature peaked and Balan injected elemental sulfur into the brew. After a brief waiting period, one more sulfur injection, and then... a lunch break. The process of concocting a perfect blue required painstaking accuracy at every step. Swabeck and Balan have methodically refined the hue over the past year, sending Alexopoulou photographs of their samples along the way. “Too much purple,” she responded one day. “Too much cyan,” another. Alexopoulou is queen bee, remotely nudging her workers in the right direction. Together they inched closer to zeroing in on a blue that would look just right. In employing nanoscience for artistic means, Alexopoulou and her team are continuing a tradition that extends back to the 10th century. Stained glass artisans unwittingly discovered that adding gold chloride to molten glass yielded a brilliant red tone. Similarly, silver nitrate produced a vibrant yellow. Centuries later, scientists analyzing medieval stained glassworks realized that the gold and silver nanocrystals were, in fact, acting as quantum dots. Though it’s the nanocrystals that provide Quantum Blue’s vibrant tone, the true innovation resides in the binding agent holding them together. In other pigments, sticky substances like egg yolks, resin and oil serve as the glue that truly turns colored fragments into paint. For Klein too, finding a binder that would protect the vibrancy of his color was the paramount challenge. In Alexopoulou’s case, she needed a binder that would give the quantum dots a paint-like texture without dampening the intensity of the blue. Chatzidakis, the most soft-spoken member of the team, is in charge of this pivotal concoction. A conservator, lecturer and color historian, Chatzidakis is an expert in the recipes of historical hues. Yet Quantum Blue presented a new challenge, something “like science fiction,” she said. It was the chance to create a blueprint, instead of studying a preexisting one. Alexopoulou, Chatzidakis, Swabeck and Balan all refused to discuss the contents of the evasive binding agent. This is, effectively, where the money is. Pigments have become an unexpectedly active pocket of the art world, thanks to recent technological advancements in chemistry and physics. “Labs now have the ability to control matter on very tiny scales,” Alivisatos said. “And that allows us to control what the overall experience of interacting with light is like in a way that was not easy to do before.” Members of the art world have taken note. In 2014, five years after the surprising creation of YInMn blue, Surrey NanoSystems introduced Vantablack ― reportedly the darkest artificial substance ever created. Made using vertically aligned nanotubes, the black is “so black that it makes reality look Photoshopped.” In 2016, British sculptor Anish Kapoor controversially won exclusive rights to use Vantablack in an artistic context, a move which riled up his peers. In response, artist Stuart Semple created what he dubbed the world’s pinkest pink and made it available to all artists ― except Kapoor. Quantum Blue might be the next major development in the race for the next big pigment. However, YinMn blue creator Subramanian, a professor at Oregon State University, expressed skepticism at the colorant being defined as such. “I think what they are trying to do is to take quantum dots and embed them in a certain material, so it can be used in art,” Subramanian told HuffPost, noting that he couldn’t come to final conclusions without knowing more about the chemistry involved. “When we discovered a new pigment — YinMn Blue — it was a totally new chemical compound. “Still, it’s a fascinating concept.” When asked if he was worried about any potential competition with his own blue hue, Subramanian said, “I’m not worried about that.” In part, this is because Quantum Blue needs a UV light to activate its tone; in daylight, it appears yellowish white, meaning artworks featuring the paint must be exhibited in the dark. YinMn blue, on the other hand looks blue in any environment. “You can see [it] under a visible light, for example, sunlight.” On the last day of August, Alexopoulou created her first painting using Quantum Blue. Rendered on a 15-by-20-centimeter glass canvas, it depicts a beach on the Greek island of Aegna during twilight, the blue hour, she said. The piece is certainly “abstract,” as Alexopoulou described it, featuring only a few gestural brushstrokes to represent the clouds and cresting waves. The piece ― created in under two hours ― doesn’t photograph well, in part due to Quantum Blue’s ethereal intensity, which is difficult to accurately capture on film. The seascape isn’t likely to transport your psyche to a remote Greek isle anytime soon, but Alexopoulou’s medium was bound to be more intriguing than her final product. After its completion, the quantum seascape was packed up and put in storage, where it will lie dormant until its public debut at Tokyo’s UltraSuperNew Gallery next March. Until then, the glass sheet will stay “confined in darkness,” as Alexopoulou put it, to protect the pigment’s luster. Perhaps one day, Quantum Blue will be as readily available in art stores as navy or cerulean. Or maybe it will remain in the purview of elite artists who can pay the right price. Either way, it might only be a matter of time before Quantum Red and Yellow follow in Blue’s footsteps. For now, the sole manifestation of Quantum Blue lives where no one can see it. Right now, Alexopoulou said she’s in the early stages of patenting the creation, beginning a process that could take months. She intends to reach out to manufacturers and distributors to discuss next steps, though she refused to provide details due to “complicated legalities.” Regardless of the future, Alexopoulou felt the experiment was a success when she saw the little vial radiating blue. What’s the good of a new color if no one is there to see it? Blue’s earthly scarcity has always contributed to its mystique, its perceived spirituality and magnetic force. According to Johann Wolfgang von Goethe, blue has “a peculiar and almost indescribable effect on the eye.” Writer William Gass dubbed the shade the “color of interior life.” “Blue is always under a mystery veil,” Chatzidakis said. Quantum Blue may be an unprecedented color, but its creation perpetuates an artistic tradition as old as the landscape or the nude: The eternal stumbling towards a newer, deeper, bluer blue. Klein said the color, like the sea and sky it stains, is “beyond dimensions.” It appears our human desire for blue in all its elusive glory is just as boundless. “We love to contemplate blue,” Goethe wrote in 1810, “not because it advances to us, but because it draws us after it.” Who would have thought the poetic statement would manifest itself so literally? If only the 19th-century statesman could see the scene that unfolded deep underground that August East Bay morning. Lab coats and goggles and bubbling stews, a mission at once incredibly niche and impossibly zealous. Taking a page from the butterflies’ book, fabricating and harnessing an utterly new blue ― again."}, {"timestamp": "08/25/2018 08:01 am ET", "article_text": "Big U.S. technology companies are involved in the construction of one of the most intrusive citizen surveillance programs in history. For the past nine years, India has been building the world’s biggest biometric database by collecting the fingerprints, iris scans and photos of nearly 1.3 billion people. For U.S. tech companies like Microsoft, Amazon and Facebook, the project, called Aadhaar (which means “proof” or “basis” in Hindi), could be a gold mine. The CEO of Microsoft has repeatedly praised the project, and local media have carried frequent reports on consultations between the Indian government and senior executives from companies like Apple and Google (in addition to South Korean-based Samsung) on how to make tech products Aadhaar-enabled. But when reporters of HuffPost and HuffPost India asked these companies in the past weeks to confirm they were integrating Aadhaar into their products, only one company ― Google ― gave a definitive response. That’s because Aadhaar has become deeply controversial, and the subject of a major Supreme Court of India case that will decide the future of the program as early as this month. Launched nine years ago as a simple and revolutionary way to streamline access to welfare programs for India’s poor, the database has become Indians’ gateway to nearly any type of service ― from food stamps to a passport or a cell phone connection. Practical errors in the system have caused millions of poor Indians to lose out on aid. And the exponential growth of the project has sparked concerns among security researchers and academics that India is the first step toward setting up a surveillance society to rival China. Tapping into Aadhaar would help big tech companies access the data and transactions of millions of users in the second most populous country on earth, explained Usha Ramanathan, a Delhi-based lawyer, legal researcher and one of Aadhaar’s most vocal critics. The idea for India’s national biometric identification team wasn’t unprecedented, and in fact, it has strong parallels with a system proposed for the United States. Following the Sept. 11, 2001, attacks, the CEO of Oracle, Larry Ellison, offered to build the U.S. government software for a national identification system that would include a centralized computer database of all U.S. citizens. The program never got off the ground amid objections from privacy and civil liberties advocates, but India’s own Ellison figure, Nandan Nilekani, had a similar idea. The billionaire founder of IT consulting giant Infosys, Nilekani conceptualized Aadhaar as a way to eliminate waste and corruption in India’s social welfare programs. He lobbied the government to bring in Aadhaar, and went on to run the project under the administration of Manmohan Singh. Nilekani gained even more influence under current Prime Minister Narendra Modi, who moved to make Aadhaar necessary for almost any kind of business in India. The first 12-digit Aadhaar ID was issued in 2010. Today, over a billion people (around 89 percent of India’s population) have been included in the system ― from India’s unimaginably wealthy billionaires to the homeless, from residents of the country’s sprawling cities to remote inaccessible villages. While initially a voluntary program, the database is now linked to just about all government programs. You need an Aadhaar ID to get a passport issued or renewed. Aadhaar was made mandatory for operating a bank account, using a cell phone or investing in mutual funds, only for the proposals to be rolled back pending the Supreme Court verdict on the constitutionality of the project. As Aadhaar identification became integrated into other systems like banking, cell phones and government programs, tech companies can use the program to cross-reference their datasets against other databases and assemble a far more detailed and intrusive picture of Indians’ lives. That would allow them, for example, to better target products or advertising to the vast Indian population. “You can take a unique identifying number and use it to find data in different sectors,” explained Pam Dixon, executive director of the World Privacy Forum, an American public interest research group. “That number can be cross-walked across all the different parts of their life.” Microsoft, which uses Aadhaar in a new version of Skype to verify users, declined to talk about its work integrating products with the Aadhaar database. But Bill Gates, Microsoft’s founder, has publicly endorsed Aadhaar and his foundation is funding a World Bank program to bring Aadhaar-like ID programs to other countries. Gates has also argued that ID verification schemes like Aadhaar in itself don’t pose privacy issues. Microsoft CEO Satya Nadella has repeatedly praised Aadhaar in both his recent book and a tour across India. Amazon did not respond to a request for comment, but according to a BuzzFeed report, the company told Indian customers not uploading a copy of Aadhaar “might result in a delay in the resolution or no resolution” of cases where packages were missing. Facebook, too, failed to respond to repeated requests for comment, though the platform’s prompts for users to log in with the same name as their Aadhaar card prompted suspicions from users that it wanted everyone to use their Aadhaar-verified names and spellings so they could later build in Aadhaar functionality with minimal problems. A spokesman for Google, which has its own payments platform in India called Tez, told HuffPost that the company has not integrated any of its products with Aadhaar. But there was outrage earlier in August when the Aadhaar helpline was added to Android phones without informing users. Google claimed in a statement to the Economic Times this happened “inadvertently” But the same features that are set to make tech companies millions are are also the ones that threaten the privacy and security of millions of Indians. “As long as [the data] is being shared with so many people and services and companies, without knowing who has what data, it will always be an issue,” said Srinivas Kodali, an independent security researcher. “They can’t protect it until they encrypt it and stop sharing data.” One government website allowed users to search and geolocate homes on the basis of caste and religion ― sparking fears of ethnic and religious violence in a country where lynchings, beatings and mob violence are commonplace. Another website broadcast the names, phone numbers and medical purchases — like generic Viagra and HIV medication — of anyone who buys medicines from government stores. In another leak, a Google search for phone numbers of farmers in Andhra Pradesh would reveal their Aadhaar numbers, address, fathers’ names and bank account numbers. The leaks are aggravated by “a Star Trek-type obsession” with data dashboards, said Sunil Abraham, executive director of the Center for Internet and Society. Many government departments each created an online data dashboard with detailed personal records on individuals, he explained. The massive centralization of personal data, he said, created a huge security risk as these dashboards were accessible to any government official and in many cases, were even left open to the public. Authentication failures have led to deaths among the poorest sections of Indian society when people were denied government food rations. And much like the tech companies, some local governments are using the system to connect data sets and build expansive surveillance. In the state of Andhra Pradesh in India, there’s a war room next to the state chief minister’s office, where a wall of screens shows details from databases that collect information from every department. There are security cameras and dashboards that track every mention of the chief minister on the news. There’s a separate team watching what’s being said about him on social media and there are also dashboards that collect information from IoT [Internet of Things] sensors across the state. Those issues around privacy are why the dreams of government bureaucrats and large tech companies to build a perfect surveillance apparatus around Aadhaar may ultimately fall apart. The Supreme Court of India is set to decide on a case that could decide the future of the program. The court is set to review 27 petitions, including whether requiring an Aadhaar for government subsidies and benefits makes access to these programs conditional, even though the state is constitutionally bound to deliver them. The petitioners include lawyers, academics and a 92-year-old retired judge whose petition also secured the right to privacy as a fundamental right in August 2017. Petitioners also argue that the ability for Aadhaar to be used to track and profile people is unconstitutional. In its judgment, due any day now, the court will rule on all 27 petitions together. It will decide not only the fate of the Aadhaar Act of 2016, but likely the future involvement of some of tech’s biggest companies in one of the world’s most ambitious and divisive IT projects."}, {"timestamp": "08/13/2018 12:28 pm ET", "article_text": "This story was produced and originally published by High Country News and is reproduced here as part of the Climate Desk collaboration. At the end of July, Twitter user Alicia Santana posted a photo of a man sitting in a plastic folding chair in his yard. He’s looking away from the camera, towards a monstrous, orange cloud of smoke filling the sky beyond a wire fence. “My dad not wanting to leave his home,” Santana wrote, ending it with #MendocinoComplexFire. As wildfires spark, parts of the Internet glow with them. The #CarrFire, #FergusonFire, #RanchFire and other hashtags spread quickly this summer on Twitter. If past seasons are any indication, there will be thousands more tweets like this, and they will continue as smoke — the insidious second wave of wildfires — spreads across the West. They can also be used for data. In a recently published study, U.S. Forest Service researchers Sonya Sachdeva and Sarah McCaffrey found that, when analyzed in large numbers, tweets about wildfires can accurately model the way smoke moves. In their study, published by the International Conference on Social Media & Society, Sachdeva and McCaffrey analyzed close to 39,000 tweets posted between May and September 2015 in California. They stripped the tweets to reveal their core subjects: smoke in the air, fallen ash, haziness, smell. By tagging the tweets with the location in which they were posted, the researchers created a verbatim map: a landscape of fire based on the people who experienced it. Their modeling proved accurate when compared to figures from air quality monitors. Their results show that what we write online could fill the gaps that traditional data collection leave behind. While still nascent, using social media to study environmental events is a growing field. Images from Flickr can help researchers understand tourism rates in natural areas, and social media often acts as a crucial tool in disaster relief. “Social media is everywhere people are,” Sachdeva said. “Physical monitors of any kind, by virtue of them being physical, can’t do that.” The 2015 wildfire season, including the Rough and Butte fires, burned nearly 900,000 acres in California alone. The smoke-related tweets Sachdeva and McCaffrey used reflect the air pollution’s wide impact. “Abandoned my 2015 #johnmuirtrail attempt… due to Rough Fire smoke. Poor visibility and headache the culprit,” one Twitter user wrote. Another simply read: “#airquality #cantbreathe #roughfire #California.” Abandoned my 2015 #JohnMuirTrail attempt at VVR due to Rough Fire smoke. Poor visibility and headache the culprit. pic.twitter.com/l0G3SyzVBO If someone #cantbreathe due to smoke, they’re inhaling small particles known as as PM2.5, which measure under five percent the width of human hair. The particles can lodge into the lung tissue and bloodstream and cause health issues, particularly for people with respiratory issues, pregnant women, and children. In extreme conditions, though, the long-term effects can impact others. During the summer of 2017, Montana saw smoke conditions so dense that they maxed out air quality monitoring capacity. Dan Inouye manages the Washoe County air quality management district in Nevada, home to Reno, which has seven air quality monitors. Smoke is rolling downwind from California and into the county. Inouye’s eyes have been watering for weeks, and the air quality index has registered unhealthy pollution levels. “As long as the fires are active, there’s always that chance that smoke’s going to come our way,” he said. Near cities like Reno, air pollution monitoring stations are plentiful. But they’re absent in many rural areas like central Nevada, leaving small communities with less information about the air they breathe. Using alternative modeling techniques, such as Twitter, could help round out those blank spots. How tweeters’ location affected people’s experience of wildfires also factored into Sachdeva and McCaffrey’s research. By analyzing the topics people tweeted about, they could dig into what people cared about based on distance from the flames. The farther away the tweet from the fire, the more people were interested in concrete information: how the blaze started, say, or what NASA images indicated. The closer the tweets got to the blazes, the more people asked for and offered help. Rather than fleeing, McCaffrey learned, victims often stay put — “people are actually going into the fire.” McCaffrey, who has studied responses to wildfires for 25 years, sees them as a high-stakes — and revealing — event in the human-nature relationship. “There’s that narrative that the people in the immediate path are going to freak out,” McCaffrey said, “but the tweets are a clear demonstration that what people are really thinking about is what we should do and how people want to help each other.”"}, {"timestamp": "07/25/2018 10:56 am ET", "article_text": "By Elaine S. Povich Robocalls — those nettlesome autodial telephone calls from both scammers and legitimate businesses — skyrocketed in the first half of 2018, and have prompted the most complaints to federal and most state enforcement officials of any consumer topic in recent years. But as much as top state law enforcement officers would love to go after the robocallers, who often operate outside the law, the combined hurdles of technology, economics and geography make the job difficult. Robocalls jumped dramatically nationwide this year, from 2.9 billion in January to 4.1 billion in June, according to YouMail Inc., a company that tracks robocalls and sells software to block them. Unwanted calls are the biggest complaint to the Federal Communications Commission, making up about 60 percent of complaints the agency gets. Robocalls also are the top complaint at the Federal Trade Commission, which in fiscal 2017 received more than 4.5 million robocall complaints. While states are trying to crack down — a tougher law was enacted in Connecticut, for example, and legislation is pending in a handful of other states — they face almost insurmountable obstacles because often the callers are offshore. And while telephone companies are taking steps to help combat the calls, state officials imply they are not helping enough. “There is a problem with a lot of these calls emanating from overseas,” said Massachusetts Attorney General Maura Healey, a Democrat. “The practicalities of enforcement become problematic.” State attorneys general know what makes their constituents mad because they hear it. And the calls are not just nuisances — consumers are cheated out of an estimated $350 million a year by phone scams, many involving automatic dialing, according to the Consumers Union, the advocacy arm of Consumer Reports. States are trying to act. Connecticut Gov. Dannel Malloy, a Democrat, in June signed a bill adding criminal fines and penalties to the state’s anti-robocall statute. The law goes into effect in October. In Massachusetts, a bill making its way through the Legislature would prohibit robocalls to mobile devices and impose penalties including fines starting at $10,000 for each violation. In New Jersey, a bill urging the FCC to require landline and wireless telephone service providers to implement technology to block robocalls to customers, free of charge, is also working its way through the Legislature. A New York bill similarly would limit autodialed telephone calls to state residents and require telephone service providers to provide free “call mitigation technology.” Ian Barlow, the FTC’s Do Not Call program coordinator, acknowledges that state efforts to subvert illegal robocall scams are limited, but he said states also serve an important function in coordinating with federal agencies to crack down on large scam operations. Barlow pointed to a 2015 case involving the FTC and 10 states from Florida to Washington that resulted in Caribbean Cruise Lines being barred from robocalling. “I think there are some challenges for states,” Barlow said, adding that states were at the forefront of the Do Not Call lists before the effort spread nationwide. He said states often identify “bad actors” quickly. When states sue bad actors, they stop operating there, though they often move on to other states until the feds get involved. Among the challenges, Barlow said, is that cellphone owners can take their mobile numbers with them when they move across state lines. “Number portability makes it a trickier issue,” he said. “That doesn’t mean [states] are ineffective.” Phone customers are simply fed up, said Maureen Mahoney, a Consumers Union public policy fellow. She urged all levels of government, along with the phone companies, to use all methods to stop the unwanted calls. “I think it’s important for every consumer to have strong legal protections against robocalls,” she said. “If we see progress in one or two states, that could lead to more states and help push the FCC and the Congress to take action. FCC has said addressing robocalls is a priority, but the problem continues to get worse.” Robocalls are the No. 1 consumer complaint to the Federal Communications Commission, its chairman said last year. “It’s the No. 1 consumer complaint,” said Illinois Attorney General Lisa Madigan, a Democrat, referencing the national figures. “The Do Not Call list doesn’t work.” That list is not the real problem, according to the Federal Trade Commission, which is the lead federal agency, along with the FCC, in tracking and prosecuting unlawful telephone scams, which often involve robocalls. The Do Not Call Registry, on which telephone customers can put their numbers and request not to be bothered by telemarketers, does work — up to a point. The call registry does the job it was intended to do by blocking calls from companies that follow the law, said Barlow, of the FTC. “If people are speeding on the highway, does that mean speed limits are broken?” The problem is that many companies, both in the United States and overseas, don’t obey the law. That’s because the risk is worth the reward, said Alex Quilici, CEO of YouMail, the Irvine, California-based company that sells other enhanced telephone and email services in addition to its call-blocking app. “It’s so easy to make them and so cheap to make them,” he said of the calls. “You don’t even need expertise to become a robocaller. You upload an audio file and upload numbers, press a button, and it makes the calls.” And if the scammers are getting thousands of dollars every time they succeed, “it becomes ‘why not?’ if you are a bad guy,” he said. Jon Banks, senior vice president for law and policy at USTelecom, the trade group for phone companies, agreed. “It’s part of the blessing and curse of the internet,” he said. “It is cheap to send these calls over the internet. And it appears, sadly, you can make money with these robocalls.” A recent robocall scam involved asking people — in Mandarin Chinese — to get in touch with “the embassy” to “pick up an important document” and to press zero for more information. Some of the calls apparently ask for money, others for personal information, after zero was pressed. Listen to the audio of a recent robocall scam (WMA) | Translation (PDF) The calls were directed at area codes where a significant number of Chinese immigrants live, though many calls to non-Mandarin speakers would have to be made in a city like Washington to find enough susceptible Mandarin speakers to prove profitable. People often inadvertently give consent to receiving robocalls by failing to read the fine print in documents they sign regarding loans, doctors, prescription drug companies and hundreds of other legitimate uses. If a drugstore automatically calls to say you need to refill a prescription, that’s a “good” robocall. A school system calling to say that it’s a snow day is another example. “But the good ones are being swamped now by the ones people don’t want,” Quilici said. He attributes the dramatic rise in the number of calls, ironically, to enhanced efforts to stop them, including people refusing to answer calls from numbers they don’t recognize. If more people put blocking software on their phones, or let the calls go to voicemail routinely, that means the automatic callers must dial more numbers to succeed. Madigan, the Illinois attorney general, called for more blocking by phone companies. “What needs to be done is the carriers need to start blocking them,” she said. “A lot of states are not going to have the investigative capacity to look into overseas calls.” Telephone carriers say they are doing it already. Banks, of the trade group, said the networks internally block unwanted calls as well as offering consumers apps to curb the calls such as Nomorobo. Some apps are free but many require payments, he said. Nomorobo costs about $2 a month for cellphones and is free for land lines, according to its website. The blocking software won a 2012 contest organized by the Federal Trade Commission to develop the best concept to thwart robocalls. Since then, many imitators have sprung up. “We’ve put together a group of over 20 carriers to help [law enforcement] trace calls back to try to get to their origins,” Banks said. Finding where the calls originate is complicated by robocallers’ “spoofing” — creating a familiar-looking fake number that may use a phone customer’s home area code or three-digit neighborhood number. Both Banks and YouMail’s Quilici agreed that coming technology may be the ultimate solution to dampening the robocalls to the point that they parallel email spam. While spam was a pervasive problem just a few years ago, spam filters slowly became better, to the point where today most spam ends up in a junk folder or is blocked altogether. The FTC is working on a way to identify spoofed numbers that mirror legitimate area codes and exchanges and trace them back to their real origins. The technology was given acronyms only a government bureaucrat would love: SHAKEN (Signature-based Handling of Asserted information using toKENs) and STIR (Secure Telephone Identity Revisited). Stateline home page Sign up for exclusive state policy reporting and research Do you have information you want to share with HuffPost? Here’s how."}, {"timestamp": "07/04/2018 04:58 am ET", "article_text": "AT&T, which recently acquired Time Warner in a landmark merger, is hiking up the prices for some DirecTV customers, even after telling a federal judge earlier this year that the merger could lower prices for its customers. The company’s streaming service DirecTV Now, which it owned before the merger, will now cost new and existing customers $5 more per month, bringing the service’s cheapest package up to $40 per month and the most expensive package to $75. AT&T explained the increase in a statement provided to Cord Cutter News, which first reported it: “To continue delivering the best possible streaming experience for both new and existing customers, we’re bringing the cost of this service in line with the market — which starts at a $40 price point.” Other online streaming services have recently increased their prices, including Dish Network’s Sling TV (which is hiking its Sling Orange package by $5 to $25 per month) and YouTube TV (which is also increasing by $5 to $40 per month in March), according to the Washington Post. AT&T’s DirecTV Now price increase begins on July 26 for new customers and, according to USA Today, it’s not the company’s only price hike. AT&T also increased its monthly “administrative fee” twice in the most recent quarter, hiking up the fee 76 cents to a total of $1.99 per month for cellphone bills, USA Today reported. The telecom company also updated two of its unlimited mobile plans last week, tacking on $5 to its cheapest plan (for a total of $70) while dropping a subscription to HBO which it previously offered for free, according to Ars Technica. The Justice Department attempted to block AT&T’s purchase of Time Warner in federal court, arguing in an antitrust case that the merger would create a media monopoly and lead to higher prices for both AT&T customers and other cable providers that serve Time Warner content. Three weeks ago, Judge Richard Leon sided with AT&T, allowing the telecom giant to move forward with its $85.4 billion deal to acquire Time Warner. The acquisition gives AT&T ownership of HBO, Warner Bros. film and television studios, DC Entertainment, Cartoon Network, TBS, CNN and the cable network giant Turner Broadcasting. Verizon, a competitor of AT&T’s, owns HuffPost’s parent company, Oath. In 2016, Reuters noted that the merger would be the first deal that combines a “major U.S. media company with a wireless network, satellite TV distributor, and high-speed Internet service provider.” CORRECTION: Dish Network’s Sling TV Orange package and YouTube TV raised its prices by $5, not from $5, as was mentioned in a previous version of this article."}, {"timestamp": "06/18/2018 04:10 pm ET", "article_text": "By Jenni Bergal They are a torment for motorists and a costly headache for transportation departments. Every winter and spring, potholes plague city streets and rural roads, causing drivers to curse and public works officials to shudder. That’s why some local governments are turning to data and technology to find and fix potholes. Some are even trying to predict where they’ll open up. In a growing number of cities, including Omaha, Nebraska; Hartford, Connecticut; and San Diego, residents can download an app for reporting potholes. In Houston, residents can check out the Pothole Tracker app or log on to a website and see graphics and charts showing the city’s progress in fixing them. And emerging technologies and data analytics are taking the fight against potholes to a new level. In Syracuse, New York, officials are using data that will track and visualize trends around potholes. And a Kansas City, Missouri, pilot project is using algorithms to try to predict where potholes will show up. Even companies such as Google and Microsoft have created apps that people can use in their cars that try to detect potholes and alert drivers about damaged roads. “Potholes are a huge problem. The federal government may screw around and not pass a budget and guys will bitch about it on CNN,” said Bob Bennett, Kansas City’s chief innovation officer. “But if we fail to fill the potholes or pick up the trash, we’re going to hear about it. Potholes are one of those things people kvetch about.” No one knows how many potholes are out there, but everyone agrees there are lots of them, especially in areas that have repeated temperature swings below and above the freezing point. American drivers pay an estimated $3 billion a year to repair damage caused by potholes, according to AAA. Over a five-year period, 16 million drivers reported their vehicles were damaged by potholes, from tire punctures and bent wheels to suspension damage. Repair bills for motorists can range from under $250 to more than $1,000, said Michael Calkins, AAA’s manager of technical services. And vehicle damage isn’t the only threat motorists face. “There’s a potential to lose control of the car,” Calkins said. “If it’s a big enough pothole and you’re going fast enough, you could have the steering wheel jerked out of your hands and end up hitting another car.” Potholes form when moisture collects in small holes and cracks in an asphalt road surface and seeps into its lower layers. As temperatures fluctuate, the moisture freezes and thaws, expanding and contracting, which weakens the roadway and cracks the pavement. With the weight of cars and trucks, the road surface becomes increasingly damaged and eventually breaks apart, resulting in a pothole. “The bigger potholes get, the faster they grow,” Calkins said. “If you can catch it while it’s small the repair is easier and the potential for it to grow and the risk of damage to vehicles is reduced.” Although potholes sometimes form on major highways, most appear on city streets and rural roads, which are built to less stringent standards with thinner surfaces. “Potholes are definitely a local government problem,” said Omar Smadi, director of the Center for Transportation Research and Education at Iowa State University. “They will impact the quality of driving. Your tire is going to drop in it; water is going to collect in it. If the local government doesn’t take care of it, the problem is just going to get worse.” Pothole Solutions Some cities are tackling the craters by using technology to find, track and fix them or figure out where they’re going to appear. In Syracuse, city trucks that fill potholes carry GPS units that pull data every time they spray asphalt into one. Instead of workers filling out forms, the data is automatically logged, showing the date, time and location every pothole is filled, said Sam Edelstein, the city’s chief data officer. The city, which started collecting the data in 2016, publishes the information online, showing where and when potholes have been filled. “We are trying to limit the number of times we’re revisiting a street,” Edelstein said. “If they’ve been on a block three times in the last two months, why is that? Is there some underlying condition? Is there something wrong with the fill not lasting?” The data also may show that a quick fix isn’t the answer; that the road needs to be repaved. “The idea is to have a more holistic view of our infrastructure and say this street is the most at need for a longer-term repair,” Edelstein said. Other local governments also are trying to think ahead. More than 40 of them, from San Joaquin County, California, to Quincy, Massachusetts, contract with a Pittsburgh software company that uses smartphone cameras and algorithms to create color-coded maps of road networks that show not only potholes but the cracks and fissures where they might develop. The company, RoadBotics, sends out drivers with the phones placed on windshields. Drivers turn on an app that collects video from every street and sends the data to the cloud. The company, which charges $75 a mile, then uses artificial intelligence to analyze the road surface the same way a trained pavement engineer would, CEO Mark DeSantis said. “This saves time and effort of having to send people out and inspect the roadways,” DeSantis said. “Staring at mile after mile of pavement is difficult, it’s tedious, and in some cases, it’s dangerous.” Kansas City has gone even further. Its project combines details from weather data, traffic volume and pavement conditions to predict where potholes are most likely to appear. The city would rather save money in the long run by making long-term repairs to likely pothole hotspots than wait to patch them after they’ve become a problem, said Bennett, the chief innovation officer. “We can go in where we know a road has got extra stress and put in sealant that keeps it from potholing,” Bennett said, adding that it also will reduce the amount of overtime needed to pay workers after hours in a pothole emergency. So far, the program appears to be a success, Bennett said. Despite the bad winter, the public has reported fewer potholes this spring than last year. But officials won’t know for sure until later in the year, he said. Transportation experts say regardless of how sophisticated the technology is or how many potholes the workers fix, the bottom line is that many U.S. streets are old and in poor condition and need to be rehabbed and rebuilt. “It’s an issue of dollars available,” AAA’s Calkins said. “A good proportion of America’s roads need resurfacing, but transportation departments simply don’t have the funding to do that.” Stateline home page Sign up for exclusive state policy reporting and research"}, {"timestamp": "05/15/2018 02:46 pm ET", "article_text": "The tech industry has yet to catch up with the times. It’s still overwhelmingly white and male-dominated, with black women holding only roughly 3 percent of all computing jobs as of 2015. Annie Jean-Baptiste, 30, is on a mission to change that. The Boston native told HuffPost she never really saw herself in tech until her brother, who interned at Google, urged her to apply for a job there. Eight years after getting a job as an account manager, she’s now the company’s global product inclusion evangelist, which means she helps bring marginalized voices to the forefront in Google’s products and workforce. Jean-Baptiste talked to HuffPost about her work to promote real inclusion in tech and the challenges she faces as a black woman in the industry. Breaking into the tech world can seem impossible for women of color, who usually don’t see people who look like them in the industry. How did you get into the tech world? I studied international relations and political science, and so never really thought I’d be in tech. I didn’t think that someone with my background or people that looked like me were in tech. My brother actually interned at Google and encouraged me to apply. When I dug a bit deeper, I realized that there were a lot of different roles at Google, not just super technical ones. I also realized that I deeply identified with Google’s mission ― to organize the world’s information and make it universally accessible and useful. For everyone. And that’s where I believed I could add value ― working to make our products inclusive and accessible for people like me. What challenges do you face today as a black woman in the tech world? Many times, I’m the only black woman or woman of color in the room. The past few years have been hard for our community, and to have to come into work, dealing with the trauma of brutality, inequality and injustice in the world and then having to do your job and do it well ― it can be exhausting and alienating. Working in the diversity and inclusion space, my core values and my work are so linked that sometimes it’s hard to take time to recharge. What’s been rewarding about being in your position? I’m passionate about Google products and I’m passionate about the black community and other underrepresented communities and making sure we are celebrated for our accomplishments, our innovation our ingenuity and our contributions. Being able to fuse these two passions and ensure our products and services are built for communities of color and other diverse communities is a job that excites me every day. We don’t have it all figured out yet, so I love being able to get perspectives from people from all backgrounds and walks of life to improve our products. How do you take your experiences and what you’ve learned in this industry to help others, especially those who look like you? I make it a point to mentor those at Google who are younger than I am or earlier in their careers than I am. I advocate for them and sponsor them (even when they aren’t in the room, which many times is more powerful). I also mentor and have mentored with various organizations like Hack the Hood or students from my high school. I co-led a program called Shadow a Googler for a day, where we bring black and Hispanic/Latinx students onto our Googleplex headquarters campus for the day and shadow meetings, meet with leadership and celebrate. We always say, “If you can see it, you can be it,” so I want the next generation to know there are people like them working at places like Google, and we want them to join us, and we’re working to make it better for them every day. What should tech companies do to commit to true diversity and inclusion at all levels? Tech companies need to move quickly from awareness to action. Leadership needs to continue to walk the walk. There are some leaders who really have started to center this work, but we need everyone on board. People at all levels need to be held accountable to attracting and growing underrepresented talent, and it needs to be core to how everyone does business, not just a “nice to have.” It’s been proven, time and time again, that a diverse team yields much better results ― it’s time to put that into widespread practice. Having a diverse and inclusive team creates better products that serve more people from all walks of life."}, {"timestamp": "05/14/2018 12:00 pm ET", "article_text": "By Jenni Bergal Hackers aren’t always sneaky, black-hat cybercriminals out to steal information and wreak havoc. Sometimes, they’re the good guys — ethical hackers who uncover security flaws to help prevent the bad guys from winning. That community of white-hat hackers is exploding, from tech-savvy high school students who discover bugs on websites to large companies that help businesses and government uncover vulnerabilities within their computer networks. Some states have for several years turned to white-hat companies to see if they’re able to penetrate their systems. Now a handful are also considering edgier “bug bounty” programs that use networks of hackers and reward those who find hidden security flaws. “The cyber threat is only growing. States are looking at ways to do things creatively,” said Jeffrey McLeod, director of the National Governors Association’s homeland security division. “The goal is to find vulnerabilities before something happens.” Some of those vulnerabilities are discovered by those on the outside. Nearly half of state information technology officials reported in 2016 that they sometimes used third parties to try to penetrate their systems; one third said they did so at least once a year, according to a study by the National Association of State Chief Information Officers and the consulting firm Deloitte & Touche LLP. There are reasons more aren’t using the service: Some states might not have the money, or might be nervous about allowing white-hat companies to try to breach their networks. But states that have been doing it say it’s a valuable exercise. “It’s peeling back the onion. We’re challenging the company to do what any competent hacker would do to try to break into our systems,” said Elayne Starkey, Delaware’s chief security officer, whose office hires white-hat companies to do penetration testing regularly at a cost of $10,000 to $25,000. They have simulated threats. They have set up phishing scenarios and sent fake emails to employees. One time, they even had a tester put on a uniform and pretend to be a delivery man to see how far he could get inside the data center, Starkey said. “The results of these tests allow us to tighten up our defenses and close gaps before the real bad guys find them.” How far the fake delivery guy got, she wouldn’t say. Missouri also hires white-hat companies. One conducted exercises this year in which hackers pretended to be black hats trying to get into the network any way they could, without the knowledge of state employees. The idea was to test staffers’ readiness and how they would respond to well-armed bad guys. The state paid about $90,000 for the tests, which lasted several weeks. “This gives you a good idea how well your organization can respond to a sophisticated adversary,” said Missouri’s chief information security officer, Michael Roling. Bug Bounties Hackers and cybercriminals have become increasingly sophisticated and are constantly scanning state computer networks looking for vulnerabilities. In recent years, they have stepped up attacks on those networks, which contain personal information such as the Social Security, bank account and credit card numbers of millions of people and businesses. In Missouri, Roling said the state’s firewall each day blocks 95 million unwanted attempts to get into the computer network. That compares with about 100 million to 120 million legitimate connections a day. So far, the state hasn’t had a major data breach, but Roling knows that could change at any moment. That’s why he is interested in trying a more nontraditional method of connecting to white-hat hackers: bug bounties. His office is in discussions with multiple bug bounty services to figure out how the procurement process would work; then it will examine the legal implications. With bug bounties, ethical hackers are given rewards, usually money, for finding and reporting undiscovered “bugs,” which are errors, flaws or faults within computer networks and data systems. Reporting a bug can earn bounty hunters from several hundred to tens of thousands of dollars. “It’s crowdsourcing hacking,” said Dan Lohrmann, chief security officer for Security Mentor, a security training firm based in Monterey, California, that works with states. “You’ve got a global audience out there. There are people doing this full time, sitting in Norway next to a snow drift, making a living off of it.” Some cybercriminals send phishing emails to try to gain access to state networks. Some use hacking tools to crack passwords to try to get administrative privileges, or launch denial-of-service attacks. Big tech companies such as Google, Facebook and Microsoft have been using bug bounties for several years. The U.S. Department of Defense has used them too, launching Hack the Pentagon and later Hack the Army and Hack the Air Force. The federal programs awarded bounty hunters more than $300,000 in total for discovering vulnerabilities. While some companies contact bug bounty hunters directly, others, including the federal government, go through broker-type businesses such as HackerOne and Bugcrowd, both based in San Francisco. They act as middlemen who turn to a network of hackers they say have been vetted. The companies manage the program, triage the hackers’ submissions and try to ensure that clients get only verified, well-documented reports. They pay hackers a bounty on behalf of their clients. Bug bounties may be popular in the private sector, but they’re a somewhat controversial concept for states, said McLeod of the national governors group. “You’re inviting folks to come and hack your system. That raises red flags for folks,” he said. “Obviously, optics matter. If they find some big gaps in the system, it doesn’t look good for the state.” Nonetheless, Delaware hopes to start a bug bounty program later this year, said security chief Starkey. If it does, it apparently would become the first state to do so. To start, the state is creating a disclosure policy and plans to add a link to every Delaware.gov webpage allowing people to click on a button and report a vulnerability. It will set up ground rules for ethical hackers who spot software bugs on public websites and apps but don’t know how to report them. The policy will make it clear the state is committed to following up promptly, Starkey said, which is important because hackers can get frustrated if they point out a problem and no one gets back to them. It also will include warnings about what hackers are not allowed to do, such as misuse data or shut down a website. Hackers who report legitimate vulnerabilities may be awarded a certificate of recognition. Once those changes are completed this summer, Starkey said her office will seek approval to hire a bug bounty company. Initially, it would pay management expenses, not bounties, and only offer hackers public recognition. “Hiring one of these companies is not the Wild West,” she said. “Hackers have to be registered and vetted. We know who they are. There’s a lot more structure to it than meets the eye.” Red Flags Doug Robinson, executive director of the state chief information officers group, said states that want to start such programs need to perform lots of due diligence. “You need to have a pretty tight contract that deals with potential liability or injury to the state if they turn out not to be white hats,” he said. “Sometimes these hackers were black hats before. I’d be concerned about that.” Some cyber experts caution that states may not be able to deal with all the problems that bug bounty hunters may uncover. “You have to have people who can fix the bugs that are found,” said Katie Moussouris, founder and CEO of Luta Security, a cybersecurity consulting firm based in Kirkland, Washington. Moussouris, a former white-hat hacker who started Microsoft’s first bug bounty program and was involved in creating Hack the Pentagon, said states already may be too busy struggling to deal with vulnerabilities they already know about to take on those they don’t. But state cyber officials interested in bug bounties say they’d rather be proactive and do everything they can to prepare for the inevitable. “The bad actors are coming after you either way,” Roling said. “So if we can get the white hats on our side, that’s a good thing.” Stateline home page Sign up for exclusive state policy reporting and research"}, {"timestamp": "05/10/2018 10:14 am ET", "article_text": "If you’re on a time crunch to find a perfect Mother’s Day gift that’ll still arrive on time, it’s your lucky day. Amazon competitor Jet, owned by Walmart, just announced an easy way to save on Apple products this Mother’s Day. Jet is now an authorized reseller of Apple products and accessories, which means you can snag Mac, Apple Watch, iPad, HomePod, iPhone as well as Beats by Dre accessories at the same time you’re stocking up on everyday essentials like groceries and toilet paper. You’ll also see suggestions on Jet’s Apple store for compatible accessories for Apple devices, something that’s not normally available for Apple resellers who also sell third-party accessories. Because of the news, Apple fans shopping on Jet can save serious dough when bundling certain Apple products and accessories, but procrastinators take note. The sale ends May 23, so browse now if you’ve been eyeing a new iPhone X or need a new pair of Airpods before your summer vacation, because you could  save as much as $300. Below, we’ve rounded up some of the best Apple deals on Jet: HuffPost may receive a share from purchases made via links on this page."}, {"timestamp": "02/26/2018 07:06 am ET", "article_text": "Adding value to our users is one of the guiding principles for every product we build at HuffPost. With that goal in mind, right after the 2016 election we were inspired to create the first version of The Flipside as a tool with a very simple premise: to allow readers to explore the diversity of stories trending on Twitter at any given time on a handful of topics. Shortly after the initial launch in April of 2017, our team evaluated  performance along with user feedback, and immediately identified areas of improvement. In addition to some design and functionality issues, we also realized the experience was not ideal for mobile users. Taking in all these lessons learned, we reimagined and rebuilt The Flipside from the ground up.  We’re proud to introduce this new and improved version today.  Some of the most noticeable changes include: We use Twitter’s Stream API to pull real time tweets that contain a set of editorially chosen terms associated with four topics:  freedom of information, international politics, war on terror, and national security. We then parse the tweets for those that contain links to entries from those news sources we’re interested in, and then we list the most recent tweet and stories. Regarding the methodology: Ideological rankings come from a 2016 study on the political stances of news outlets by the American Association for Public Opinion Research. Not all of the news organizations featured in The Flipside were ranked in this study, so the tool does not include the toggle for those sources. The Flipside experience is a brand-sponsored initiative which will launch in conjunction with the premiere of the upcoming Hulu Original, ‘The Looming Tower’. It includes promotional ads, quotes and fact cards based on the pulitzer winning book by the same name. We strongly believe in the value this provides to our users so expect more iterations around this concept in the future! A special thanks Troy Dunham, who redesigned this experience, Michael Dorfman, who built it all, Han Su on the technical side and Honorata Zaklicki who put it all together."}, {"timestamp": "01/02/2018 07:07 pm ET", "article_text": "It’s no secret that women looking to get ahead in the tech industry often grapple with sacrifices and risks that their male counterparts don’t, but an upcoming book offers a glimpse at a lesser known element at play: exclusive, drug-fueled sex parties where claims of carnal liberation mask a problematic power dynamic. Bloomberg veteran Emily Chang’s upcoming book, Brotopia: Breaking Up the Boys’ Club of Silicon Valley, denounces these freewheeling gatherings. An adaptation appeared in Vanity Fair on Tuesday. Chang spoke to nearly two dozen people familiar with these parties, in which men ― typically first-round investors, prominent entrepreneurs and high-ranking executives ― mingle with young, attractive women working in tech or other tech-aligned industries. Anonymous sources described gatherings that are kept under wraps and often involve drugs, Chang wrote: This is how the night goes down, according to those who have attended. Guests arrive before dinner and are checked in by private security guards, who will turn you away if you’re not on the list. ... Alcohol lubricates the conversation until, after the final course, the drugs roll out. Some form of MDMA, a.k.a. Ecstasy or Molly, known for transforming relative strangers into extremely affectionate friends, is de rigueur, including Molly tablets that have been molded into the logos of some of the hottest tech companies. Some refer to these parties as “E-parties.” The sources said attendees are encouraged to become intimate with other guests. Oftentimes, the hosts enforce a higher ratio of women to men and lean “heavily toward male-heterosexual fantasies,” Chang observed. “Women are often expected to be involved in threesomes that include other women; male gay and bisexual behavior is conspicuously absent.” While many of the men Chang spoke to view these gatherings as another way they’re disrupting the world, women face a dilemma: Skipping the party means missing out on the business deals and networking that take place there, but attending may have its own set of consequences. “If you do participate in these sex parties, don’t ever think about starting a company or having someone invest in you,” one female entrepreneur told Chang. “Those doors get shut. But if you don’t participate, you’re shut out. You’re damned if you do, damned if you don’t.” Other women who spoke to Chang said their male colleagues aggressively pursued and sexually harassed them after they found out they had attended some of the gatherings. That predicament isn’t surprising, given Silicon Valley’s history of gender discrimination: Women in tech are paid less, kept out of high-ranking roles and face rampant sexual harassment. The biggest tech sexual misconduct scandal to unfold last year was at Uber, which fired 20 employees after harassment allegations blew up. Chang’s book is due to be published next month. You can read the full adaptation here."}, {"timestamp": "12/28/2017 07:55 pm ET", "article_text": "Apple has apologized for covertly slowing down the performance of iPhones with older batteries ― and, as a peace offering, it’s temporarily dropping the price of its replacement batteries. Starting late January until December 2018, battery replacements will be $29 ― down from the original price of $79 ― for users with an iPhone 6 or later version. “We know that some of you feel Apple has let you down. We apologize,” the company wrote in a statement published on Thursday. “First and foremost, we have never ― and would never ― do anything to intentionally shorten the life of any Apple product, or degrade the user experience to drive customer upgrades,” the statement read. Apple also insisted that it designs iPhones to “last as long as possible.” Still, some consumers thought the discount was insufficient. Discount? I would like a free battery. They can afford it. https://t.co/ekNq1Hr74F Others defended Apple and argued that the company was only trying to help iPhones function more efficiently. Earlier this week, Apple confirmed that it was deliberately slowing down older iPhone devices via a software upgrade as the batteries aged. Although the company insisted that it was slowing down the phones to protect their batteries from spontaneously shutting down, many accused the company of implementing the slowdown to force consumers to purchase new batteries or iPhones. The news prompted at least two lawsuits against the tech giant. Apple’s statement on Thursday provided information about the apparent eventual degradation of rechargeable batteries. It also released a new customer support article expanding on batteries and performance. CORRECTION: An earlier version of this article said the price drop affected iPhone 6 models and older. It is the iPhone 6 and later versions."}, {"timestamp": "11/27/2017 10:26 am ET", "article_text": "Internships for veterans, cyber classes for high school and college students and mentoring programs — aimed especially at middle-school girls — are among the ways states are trying to beef up their cybersecurity ranks. Cybersecurity is the most pressing issue for state information technology officials, as hackers and cybercriminals increasingly take aim at government networks, which contain information such as Social Security, bank account and credit card numbers of millions of people and businesses. But hiring and keeping qualified IT staffers, particularly cybersecurity experts, continues to be a serious problem for states, according to a recent survey of state chief information officers. Job candidates “don’t perceive state government as an attractive and challenging work environment,” the report found. State cyber salaries generally can’t match those in private industry and it’s often hard to move up the ladder in state government. And the disappearance of generous government retirement plans is making the jobs less appealing to cyber professionals. Stanton Gatewood, Georgia’s chief information security officer, said the shortage stems not only from competition from the private sector, an aging workforce and lack of interest from high school and college students, but from states’ stringent educational and experience requirements that make it hard to recruit. “We’re writing requirements that are just through the roof,” he said last month at the National Association of State Chief Information Officers’ annual conference in Austin. Gatewood recommended that states rethink those requirements and seek out nontraditional job candidates who have different types of backgrounds, such as gamers, code writers and law enforcement and military officials. “It’s great to understand theory and principles. But our need is immediate,” he said, adding, “We need to put the butts in the seats.” Nearly 300,000 public and private cybersecurity jobs are available in the U.S., according to CyberSeek, an interactive online tool for job seekers. Frost & Sullivan, a market research firm, forecasts a shortage of 1.8 million cybersecurity workers globally by 2022. Seeking Out Veterans Some states are looking to the military to try to fill cybersecurity jobs. In March, Virginia, which has more than 700,000 veterans, kicked off its Cyber Vets Virginia pilot program in partnership with private industry and a Syracuse University research institute focused on veterans. The program aims to help veterans enter the cybersecurity field in Virginia by providing them free hands-on training, assistance in getting industry certification and career services. The 12- to 15-week program is open to veterans, those transitioning out of the military, spouses, reservists and National Guard members. So far, more than 125 people have enrolled, said program administrator John Malfitano. “A lot of them have cyber experience, and cyberattacks are really a new form of warfare and we need to be able to defend against it,” Malfitano said. But even those with experience may need additional training to meet industry certification standards, he said. In Colorado, the Legislature allocated more than $900,000 this year to create and fund the Veterans Transition Program, a nine-month paid internship at the state technology department for service members leaving the military who have shown an interest or aptitude in cybersecurity or have some cyber experience. “These are people who already have a demonstrated interest in public service,” said Deborah Blyth, the state’s chief information security officer. “They also have done some consistent time in the military, so I’m not worried about them job-hopping.” The program started in July, and two veterans already are on board. Officials expect to add eight more. “We’re hoping to create a pipeline for ourselves,” Blyth said. “So as we have turnover and openings, we are able to have these veterans transition into our agency.” Focusing on Students For the last two years, Virginia has offered a public service scholarship program to in-state college students studying cybersecurity. It awards them up to $20,000 a year and in return, they must commit to working at a state agency or institution for as many years as they receive the scholarship. Virginia also is one of seven states that participate in a partnership with the SANS Institute, a global information security training company, to provide cyber skills to high school and college students through a free online training exercise called CyberStart. The top performers at the state level can win thousands of dollars in scholarships and compete nationally for up to $500,000 in scholarships for more advanced cyber coursework. Delaware registered 359 students for this year’s program and 20 of them received scholarships at the state level, said Elayne Starkey, Delaware’s chief information security officer. Delaware also has hosted and run weeklong national U.S. Cyber Challenge camps attended by hundreds of young people that offer workshops, labs and a competition, she said. While such programs are a great way to entice young people to choose cybersecurity careers, Starkey said, it may not be enough to keep the pipeline of cyber talent flowing, considering the large number of experienced staffers who will retire in the coming years. “It’s a very complex problem that we haven’t been able to find answers to,” Starkey said. “At some point you stop and take a look behind you and ask who’s coming to fill our shoes. And you find there’s no one there.” Cyber Women While cybersecurity is a booming field, it’s still male-dominated. Women make up only 14 percent of the cyber workforce in North America, according to a 2017 study. State officials say the pool of women qualified to fill cyber jobs is shallow, which makes it difficult for young girls interested in a cybersecurity career to find role models and mentors. One way Delaware’s IT department is trying to break that cycle is by co-sponsoring an annual event that brings together 150 eighth- and ninth-grade girls to immerse them in technology and give them hands-on practice, Starkey said. One track is devoted to cybersecurity. In Colorado, Blyth recently worked with a local university to start a chapter of CyberGirlz, an initiative that offers mentoring and workshops for middle-school girls interested in the cybersecurity field. “The problem we’re having in cyber is that when I open positions, there just are not a lot of women who apply because there are not a lot of women in security,” Blyth said. Ambareen Siraj, a computer science professor at Tennessee Tech and founder of Women in CyberSecurity, a networking and mentoring group for cyber professionals and students, said young women often can’t relate to the stereotypical image of the cyber techie. “Many young women going to college think this is a field of socially challenged men wearing black hoodies and hacking away in dark basements, eating pizza,” she said. “We need them to realize that it’s not. It’s a field where they learn how to solve problems using their own skills.” Stateline home page Sign up for exclusive state policy reporting and research Do you have information you want to share with HuffPost? Here’s how."}, {"timestamp": "11/10/2017 09:52 am ET", "article_text": "In recent years, hackers and cybercriminals have taken aim at state and local government networks, and online activists have hijacked government computer systems, defaced websites, and hacked into data or email and released it online. By Jenni Bergal As the threat from hackers and cybercriminals intensifies, a growing number of states are buying cyber insurance to protect themselves — and taxpayers. “It’s expensive. It’s a big budget item for us. But it’s absolutely worth it,” said Michael Hussey, Utah’s chief information officer. “You’re seeing breaches now that cost companies and states millions and millions of dollars.” More than a dozen states now have cyber insurance policies, which cover losses and expenses if a computer network is hacked. Insurers typically pick up the cost of investigating and restoring data, notifying those whose information may have been compromised, and providing legal and public relations services and credit monitoring. Hussey said Utah first bought a policy in 2015, three years after a data breach of a Department of Health server exposed 780,000 residents’ personal information to hackers. The state wound up spending millions of dollars to deal with the aftermath, including paying for credit monitoring and legal fees and conducting a security assessment of all state servers. Utah now pays $230,000 a year for $10 million in cyber coverage and has a $1 million deductible. The policy covers every agency in the executive branch. So far, the state hasn’t had any big data breaches that would require filing a claim, but that doesn’t mean it won’t happen in the future, Hussey said. “We check what we’re supposed to be checking,” he said. “But with cyber, if one little thing is overlooked or you have bad luck and leave something undone, you’d hate to be left holding the bag to cover that.” A Growing Market In the wake of massive data breaches like those involving Yahoo last year and Anthem the year before, many businesses have scrambled to buy cyber insurance. Last year, insurers wrote $1.35 billion in premiums, a 35 percent jump from 2015, according to Fitch Ratings. States have been following in their footsteps. In a survey of state CIOs this year, 38 percent reported having some type of cyber insurance, compared to 20 percent in 2015. Even some small cities, such as Cody, Wyoming, have purchased cyber coverage this year. Hackers and cybercriminals in recent years have taken aim at state and local government networks, which contain information such as Social Security, bank account and credit card numbers on millions of people and businesses. And online activists have hijacked government computer systems, defaced websites, and hacked into data or email and released it online. In 2016, state information technology officers ranked cybersecurity as their top priority for the third year in a row. James Lynch, chief actuary for the Insurance Information Institute, an industry trade group, said selling cyber insurance to states is especially challenging. “What states do is so diffuse and sprawling, and they deal with so many types of people and circumstances that it’s difficult for an insurance company to fully get a grasp on what those risks are and underwrite them all,” he said. It can be equally challenging for those purchasing cyber insurance, he added. “When you buy an auto policy, you have a pretty good idea what’s in it. The terminology is highly standardized. It’s been vetted through the courts,” Lynch said. “You don’t have that in cyber because the product is so new. The actual things being covered also vary greatly from policy to policy.” And government agencies sometimes don’t understand the risks or what kind of coverage they’ll need, cyber experts say. “Some states and local governments don’t even know where their data is or what they’ve got,” said Dan Lohrmann, chief security officer for Security Mentor, a national security training firm that works with states. “So when you start having to give the insurer a list of how many servers you have and what systems are included, it gets pretty complicated.” Lohrmann said many state IT security officials initially were wary of cyber insurance, figuring they’d rather spend their limited resources on prevention. But many now take a different view, he said, because they realize that having the insurance will ensure that they are keeping their security programs up to snuff. Insurers won’t sell states policies unless they meet certain standards, including regularly training staff, encrypting sensitive data and updating servers. In Georgia, Chief Technology Officer Steve Nichols said he was skeptical about cyber insurance at first, but when he saw how many giant companies had breaches and the financial impact, he changed his mind. In July, Georgia bought comprehensive cyber insurance, which covers about a hundred state agencies, he said. Nichols said he thinks Georgia has the largest amount of cyber coverage of any state — $100 million. It pays a $1.8 million-a-year premium and has a $250,000 deductible per incident. The state relied on a broker to guide it through the “very confusing and complicated” process and put together a deal with a consortium of insurers, he said. Using Cyber Insurance Montana was the first state to get cyber insurance, in 2011, said Lynne Pizzini, chief IT security officer. And it’s glad it did. Three years later, hackers gained access to a server that contained Department of Public Health and Human Services data, including clients’ names and Social Security numbers and some health information. The state mailed letters about the incident to more than a million people who could have been affected. Pizzini said the insurance company helped with the mailings, set up a call center, and provided forensic investigation, legal and communications assistance, and credit monitoring. “We used all of the services in our insurance policy,” she said. “It would have cost us a ton more than the premium we pay.” The state has a $2 million policy, which covers all agencies, including the university system, she said. It pays an $88,200 annual premium and has a $100,000 deductible per incident and a 10 percent copayment for credit monitoring. But Pizzini and IT officials in other states caution that having cyber insurance shouldn’t make states complacent and view it as a substitute for a comprehensive security program. While the coverage can be a big help after the fact, they say, states need to invest in security, keep their technology updated, and be prepared for hackers and cybercriminals. “It’s like brushing your teeth,” Georgia’s Nichols said. “You need to do it every day.” Stateline home page Sign up for exclusive state policy reporting and research Do you have information you want to share with HuffPost? Here’s how."}, {"timestamp": "10/16/2017 01:52 pm ET", "article_text": "NEW YORK ― There’s a reason women keep quiet about men like Harvey Weinstein, Bill Cosby and Donald Trump for decades before numerous sexual assault accusations suddenly spill out at once. In game theory, it’s called the “first-mover disadvantage”: the idea that a first accuser faces the greatest risk of retaliation or skepticism, especially if no one else follows. “Information escrows” ― systems that hold onto an encrypted, confidential sexual assault or harassment report until at least one other person has accused the same individual of assault ― could help solve this problem, according to Yale economist Ian Ayres. Just as dating apps like Tinder allow people to privately express interest until it’s returned, technology can keep people’s sexual assault reports private until there’s a “match,” so no one has to make the first move alone. “Survivors are reluctant to be the first one to file a claim against a particular perpetrator ― the evidence of this is just all around us,” Ayres told HuffPost. “But if you learned that this happened to other people, you’d feel much more confidence that it’s appropriate to bring a claim. And there are good reasons to believe that many offenders are repeat offenders.” In 2015, Ayres helped to develop a new sexual assault reporting app, Callisto, which is already in use on college campuses and could soon spread elsewhere. Callisto connects people who have reported problems with the same individual and enables them to submit their reports together to campus authorities. According to Callisto’s data, 15 percent of reports in the system have found a match so far, and students who use the app take less than half the time ― about four months ― to report sexual assault than the average college accuser. “We’ve had survivors explicitly say, ‘I would not have reported if it weren’t for Callisto,’” Jess Ladd, CEO of Callisto, told HuffPost. In the wake of the assault allegations against Weinstein, Ladd is now being bombarded with requests to expand the app beyond college campuses. “I’m getting email message after text after Facebook message from friends and colleagues saying, ‘Look, blank industry really needs Callisto right now’ ― whatever industry they’re in,” Ladd said. “We’re actively considering that and are in the process of figuring out which industry would make the most sense to go into first ― tech? Hollywood?” Of course, apps like Callisto have drawbacks and limitations. If a man rapes only one woman, for instance, an information escrow will do nothing to help her expose him. Ayres said another concern is that the technology could cannibalize formal reports to the police. Ultimately, however, sexual assaults are already so massively underreported that Callisto is likely to do much more good than harm, Ayres argues. “The main effect is that it encourages women survivors that would not have placed a formal report,” he said. “They’re motivated now to go forward and use Callisto. Information escrows would be especially useful to women in workplaces with especially skewed power dynamics, like Congress and the military. A 2016 Human Rights Watch study found that servicewomen are 12 times more likely to be retaliated against after reporting a sex crime than to see their assailant convicted. And Capitol Hill has a notoriously weak internal sexual abuse reporting system, which, combined with political pressure and job uncertainty, keeps staffers quiet. If a group of women could come forward at once against a commander or congressman, they would be more difficult to punish or ignore. Women have long relied upon underground “whisper networks” in these industries in the absence of any reliable aboveground means of redress. While they can be useful in helping women protect each other from men who are known to be serial predators, they can do little to stop the harassment overall. Molly Redden, a senior reporter at The Guardian, said she has used whisper networks both to give and receive warnings about certain men in the media. She says an editor once approached her from behind at a work party, put his hands on her shoulders, kissed the back of her head and said, “Don’t worry, it’s just me.” The incident made her “skin crawl,” but reporting him up the chain didn’t seem like an option, since his behavior was already an open secret. “I’d received warnings about him from other women in the office, and so I’d steeled myself for much worse,” she said. “Plus, this person had zero compunction about being sexist in front of the other editors. I got the message: They knew, they saw, they didn’t care.” Redden said that while she’s relieved these whisper networks exist, she’s concerned that they may ultimately deter women from taking action. “I worry that, by whispering about these people, I’m signaling to their next target that she or he ought to keep silent, too,” she said. “That maybe they’ll think, ‘His behavior is not gonna come as news to anyone, so why should I be the one who makes a big stink? Why should I take it so seriously?’” Apps like Callisto are a useful supplement to underground warning systems because their end goal is the reporting and investigation of a crime. And information escrows could potentially be used in other ways to prevent sexual harassment and legally nebulous romantic behavior in the workplace ― particularly in industries with baked-in power imbalances. “Right now, most workplaces have a one-bite rule: If you and I are co-employees, you can ask me out once, and if I say no, you can’t ask me out a second time,” Ayres said. “If we could have a rule that employees never got to ask each other out initially, that they could only put expressions of interest into escrow that would only be forwarded if they were matched, there would never be the uncomfortable conversation with the coworker or boss.” But there are some challenges to expanding the technology beyond college campuses. Callisto’s efficacy, for instance, relies on having a closed network of trust so that any random internet troll can’t come in and file baseless reports. While it’s simple to verify that a user is a student at a particular university, it’s harder to contain and authenticate members across a sprawling industry. “How do you make sure somebody’s a part of Hollywood?” Ladd wonders. The likely move is to start with groups like the Screen Actors Guild that have long email lists of registered members, in order to authenticate who’s part of the trust network and allowed to make entries. Sexual Health Innovations would also need help from donors to enter a new market. To use the app, schools currently pay a $5,000-$10,000 setup fee and a $13,000-$40,000 annual fee, depending on school size. Ladd said the nonprofit would need to raise around $5 million to expand to Hollywood or the tech industry. Callisto has already partnered with the Upright Citizens Brigade, a bicoastal improv and comedy training center, to raise money for the platform, and it’s now seeking other potential sources of funding. “It’s possible to expand if there’s enough philanthropic support to do so,” Ladd said. “We have the data to show that it’s working.”"}, {"timestamp": "08/31/2017 10:05 am ET", "article_text": "By Joy Lanzendorfer On a hot summer day in Nevada City, California, a group of teenage girls are scattered before a stage in the town’s cultural center. They’re studying an analog soundboard, which is covered with so many knobs and levers that it looks like it belongs in the cockpit of an airplane. Onstage, a band is doing a sound check, which requires lots of drumming, strumming, and saying “check” into a microphone. “Check is a really annoying word,” the guitar player says. “Yeah, it’s losing all meaning,” the bassist replies. It’s the last day of the week-long Live Sound Camp for Girls. This afternoon, there will be a show, but the band won’t be the real focus. Rather, the performance will be a chance for 16 girls — and a few boys — to show off the live music-production skills they’ve learned by controlling all the technical aspects of the concert on their own. RELATED: How Women Mentors Make a Difference in Engineering The camp’s instructor, Tiffany Hendren, hovers by the soundboard as the teenagers take turns with the headphones. One participant, 17-year-old Mary Vogel, explains the intricacies of micing a drum set to me.  “You’re creating something live right in front of you,” she says of sound engineering. “You’re making it richer. You’re taking out the little buzzes and snaps and things you just don’t want to hear because it takes away from the performance.” Vogel, who has spent two summers at the camp, says she’s considering taking music-production classes in college next year. Sound Camp, which has events in California as well as St. Louis, Philadelphia, and New York, is part of SoundGirls.org, an organization co-founded by Karrie Keyes, the live-sound engineer for Pearl Jam. Keyes tells me she started the camp to encourage girls and introduce them to potential careers in audio. “It lets them get their hands on the gear before anyone can discourage them or frighten them away,” she says. Keyes works in a profession that has long been notoriously dominated by men. In 2000, the Audio Engineering Society’s (AES) women in audio committee — which is now, tellingly, defunct — loosely estimated that 5 percent of those working in the field were female. A 2016 survey by AES found 7 percent of its members were women, though that number is incomplete because participants could opt out of reporting their gender. According to Women’s Audio Mission (WAM), a nonprofit that trains women for sound careers, that number is probably lower. With men holding the vast majority of technical jobs in audio, it follows that virtually all the music we hear — on the radio, over headphones, or in a live venue — has been shaped by a man. RELATED: Why Is Silicon Valley So Awful to Women? Women like Hendren and Keyes spend many years mastering their craft. When she’s not teaching at Sound Camp, Hendren is a full-time sound engineer who works for venues in St. Louis and tours with bands. Hendren got her start by spending five years as a monitor engineer, which means she was in charge of what artists hear on stage. Her venue saw 150 to 175 shows a year, but she says she can count on one hand the number of female sound engineers she met during that time. “The guys who worked at the venue were great,” Hendren says of The Pageant in St. Louis. “But I always felt like I had to be a little bit better at my job than they were. And then when I started talking to other women, and had that feeling confirmed, it was like, ‘Okay, I’m not imagining this. This really is taking me a lot more effort than it’s taking that guy over there.’” Hendren says she has lost work for being a woman; in one case, she was rejected for a job because the band’s wives were uncomfortable with a woman being on the bus. Teaching at Sound Camp has been life-changing for Hendren. When she describes the first time she saw the girls run a show without her help, she tears up. “It was so great,” Hendren says. “It was really amazing to feel like I did something for someone that no one was able to do for me.” RELATED: The Confidence Gap * * * It is important to note that, despite the challenges, women have been producing music for decades. In the 1950s, when Cordell Jackson (nicknamed “the rock-and-roll granny”) couldn’t break into Sun Records, she started her own Memphis-based label, Moon Records, likely making her the first female record producer and engineer in the U.S. Other early women producers include Bonnie Guitar, whose label made hits like The Fleetwoods’s “Come Softly to Me,” and Sylvia Moy, who produced Motown acts and worked with Stevie Wonder. Ellie Greenwich co-wrote and co-produced hits like “Chapel of Love” and “Leader of the Pack.” Sylvia Robinson, known as the “godmother of hip-hop,” started Sugar Hill Records, which put out the seminal track “Rapper’s Delight” in 1979. Today, prominent female producers include Sylvia Massy, Sally Browder, Leslie Ann Jones, and Kara DioGuardi. There’s the rapper Missy Elliott, who has built a well-regarded career as a producer; Linda Perry from 4 Non Blondes, who has worked with artists like Pink and Christina Aguilera; and Tokimonsta, a classically trained pianist who has worked with Kelly Rowland. Still younger rising stars include WondaGurl, a Canadian beatmaker who has been producing since she was 9 years old and who famously worked with Jay-Z when she was 16. The impressive individual accomplishments of these women, however, don’t change the overall systemic picture — the fact that list after list from music publications ranking top producers often don’t include a single woman. Billboard’s 2016 Power 100 list only has 14 women on it, with none in the top 10. No woman has won the Grammy for Producer of the Year (Non-Classical). In the award’s 43-year history, there have been only six women nominees for that category: Janet Jackson, Mariah Carey, Paula Cole, Lauryn Hill, Sheryl Crow, and Lauren Christy, who worked with Liz Phair and Hilary Duff. As the last set of examples suggests, when a woman is lauded for her producing skills, she’s usually also a well-known performer. Men, on the other hand, are more likely to be touted for their musical technical prowess alone, according to several female engineers I spoke with. “It’s always a sexy woman performing ... a sexy woman singing who’s produced by an amazing man behind the glass,” says Leslie Gaston-Bird, the AES vice president for western USA/Canada. “Even Björk had to come out and say, ‘I produce my own stuff. ... I just happened to work with a man.’” Women in audio deal with unique challenges that come from working within a cross-section of two traditionally male-dominated fields. Because of the technical nature of their jobs, they experience issues similar to those many women in STEM — science, technology, engineering, and math—face, such as struggling for respect and being second-guessed by their peers. On top of that are the added pressures of the competitive and fickle music industry. Historically, audio engineering has relied on apprenticeships: An established engineer will find a younger person with potential and interest, take him under his wing, and teach him the job. Such mentorships foster loyalty but can also end up shutting women out of the field. “[The apprenticeship model] gives young women a challenge because it’s less likely that an older [male] engineer is going to see himself in a young woman,” says Susan Rogers, a professor at Berklee College of Music who was also the sound engineer on Prince’s Purple Rain. “So it’s another barrier of entry.” Since training an engineer from scratch is a lot of work, the industry is increasingly turning to colleges to teach audio professionals. Which brings up another possible reason for the lack of female producers: Women don’t take as many music-engineering classes. At Berklee, for example, only 15 to 20 percent of students in engineering classes are women, Rogers says. According to an AES convention paper presented in 2016, male students regularly outnumbered female students 5 to 1 at the Recording Engineers Institute in New York, while the University of Colorado’s Recording Arts Program reported typically seeing no more than six female applicants out of the 50 to 75 who apply every year. It’s possible, too, that women aren’t going into audio because they don’t know these careers exist. When Gaston-Bird interviewed women in the industry about their careers, she found that the majority learned about their jobs by accident, by going to shows and talking to people who work with bands. (This awareness problem, to be fair, can apply to men as well.) But this still doesn’t explain why, when women do know about audio engineering, they tend to choose other career paths in music instead. While there are few studies on the issue, the little data there is suggests this disparity starts young. In 2014, researchers at the University of Colorado, led by Gaston-Bird, asked 36 students (18 male, 18 female) at a Denver secondary school what music-related careers they were interested in. The results were divided along gender lines between technical and nontechnical careers. While both groups wanted to be artists, the girls were also interested in being sound designers, music therapists, songwriters, teachers, and composers. The boys wanted to work in sound design and mixing, electronic-music programming, audio software design, producing, and recording engineering. Terri Winston, the executive director of WAM, says she believes women don’t go into audio partly because of how young girls are first exposed to technology. When women don’t play with tools or learn to build things as children, they can lack interest or confidence in using those skills as adults. “It’s not just our industry,” Winston tells me. “We have a very serious problem in this country in how we socialize women in technology and in leadership positions in general.” Winston herself got to dodge this particular roadblock: Her father was a mechanical engineer who encouraged her to tinker with his equipment when she was growing up. At WAM, she tries to foster a similar sense of curiosity by exposing her students to different audio technologies in the “hope something sticks.” So far, it has: In 14 years, WAM has placed more than 400 women in sound-related jobs with companies like Dolby Laboratories, Pixar, Google, and Electronic Arts. *** Once women secure jobs in audio, they can still grapple with sexist remarks, condescension, and unfair performance standards — as a recent discussion on the AES Facebook page illuminates. “This last 3 years I’ve spent designing and building a recording studio from scratch, and not a day has gone by where I haven’t experienced sexism,” one poster wrote. “I waste so much of my time on proving myself in ways that the men around me are never challenged on,” another said. Emily Lazar is a mastering engineer who has been nominated for three Grammys and has worked with thousands of musicians, including Sia, David Bowie, and Björk. In an email, she explains that when she was coming up in her field in the ’90s she had few options for dealing with sexism at work. “If you did not just go along with a lot of the behavior, you would at least be excluded from sessions and your position threatened,” Lazar says. “I think the overt behavior has improved as of late. However, the underlying bias is still very much evident.” Difficulties that women face in other jobs are only amplified in a heavily gender-skewed field like audio. Getting pregnant and having children can come with career-defining consequences. The hours are long and unpredictable, which can take a toll on family life, and there’s a constant pressure to stay relevant: In the competitive music world, even a brief hiatus can open the door for someone else to take your job. “There’s no taking time off and saying, ‘Here’s my replacement,’” says the sound engineer Shani Gandhi, who at 29 has already won a Grammy for Best Folk Album as engineer on Sarah Jarosz’s album Undercurrent.“If you don’t work, you’re not making money.” This lack of stability makes it even more financially risky to have a family. Most audio professionals are self-employed, which means health care comes out-of-pocket, and there are no benefits like paid maternity leave. Technological changes have eased some of the pressure on this front. As with other fields, women working in audio in the 1970s and ’80s often felt they had to choose between careers and family. According to Rogers, during that period the recording tools were hardware-based, which, combined with expensive studio time, meant everyone involved in making the album had to keep working on-site until it was finished. Now the recording technology is usually on a laptop that can be paused when needed, and studios are often at home, which offers women more flexibility. However, issues like childcare still remain a challenge. While the music industry has long ignored how few women work in audio, there are glimmers that things may be starting to change, from the newly formed Diversity and Inclusion Committee at AES to the continuing success of WAM to the rapidly growing SoundGirls.org. Trina Shoemaker, who has been a music producer and sound engineer for 23 years, says she’s optimistic about the industry’s future because, compared to when she was coming up, more women are seeking careers in audio. They just don’t have visibility yet, she adds, because it can take so long to become successful — a decade to learn the skills and another decade to master them. “There’s usually a 20- to 25-year period of time when women enter a field before they become proficient, and then the equalization happens,” Shoemaker says. “With audio, women started entering the field in the ’70s and ’80s. Now we’re in the 2010s, and there are quite a lot of women.” At the SoundGirl’s camp in Nevada City, it’s striking how inspired the girls seem to be by learning audio technologies. Siena Bratt, 17, says working the analog soundboard “makes me feel like a badass.” As a burgeoning musician, she didn’t know before attending the camp how much control the engineer has over how the music sounds when it reaches the audience. “You really have all the power,” Bratt says. “And that’s incredible to me.” This story originally appeared on TheAtlantic.com. More from The Atlantic: Why Do Women Bully Each Other at Work?, A Dinosaur So Well Preserved, It Looks Like a Statue"}, {"timestamp": "08/22/2017 12:08 pm ET", "article_text": "Sexism in the tech industry is real, pervasive and extremely damaging, as an excerpt from Ellen Pao’s forthcoming book makes clear. Her story is a powerful rejoinder to people like recently fired Google engineer James Damore who seem desperate to pinpoint other reasons for the lack of women in the industry. Pao was a junior partner at Silicon Valley venture capital firm Kleiner Perkins and ultimately sued the company for sexual harassment and discrimination in 2015. In the excerpt, published this week in The Cut, she opens up about her experience. It’s horrifying. In one scene, Pao takes a seat on a private airplane with an unnamed tech CEO and investor, as well as two managing partners from her firm. The topic of conversation among these elite men? Porn. “The CEO ... started bragging about meeting Jenna Jameson, talking about her career as the world’s greatest porn star,” Pao writes. She’s asked if she’s familiar with Jameson’s work. She is not. The men then chat about their prostitute preferences and Pao’s colleague discloses that he prefers white, Eastern European sex workers. The ultimate irony: The group then moves on to a work discussion about finding a woman for the tech CEO’s all-male board of directors. When Pao suggests then-Yahoo CEO Marissa Mayer, the tech CEO replies, “Nah, too controversial.” Then adds, “Though I would let her join the board because she’s hot.” These men are among the most elite players in the tech industry. Kleiner Perkins was an early backer of Amazon and Google, among other massive companies. Their conversation makes it clear that their world is for men. Pao also writes about having men take credit for her ideas and being ignored at meetings to the point that a male partner didn’t even share cookies with her and a female colleague. The stark sexism revealed in Pao’s book excerpt essentially turns Damore’s arguments to mush. The former Google engineer stirred up a conversation about women in tech a few weeks ago after a copy of his 10-page memo on the subject went viral. In his memo, which has been defended by a handful of prominent conservatives, Damore argues that biological differences between the sexes keep women out of the industry. He mentions the word “sexism” only twice. Once to grudgingly acknowledge it exists and another time to encourage people to stop assuming it leads to pay disparities. But Pao’s story makes clear that sexism is a major reason ― if not the sole reason ― why there are so few women in the industry. They’re not welcome as equals and instead must work in an atmosphere pulsating with overt and hostile sexism. There can be no conversation about women in tech without tackling the issue head-on. And thanks to Pao’s lawsuit, that’s what’s been happening for the past few years. Though she lost her case against Kleiner Perkins, Pao opened the floodgates. Since 2015, women have been increasingly vocal about harassment and discrimination in the industry. “Some reporters even came up with a name for the phenomenon of women or minorities in tech suing or speaking,” Pao writes. “They called it the ‘Pao effect.’”"}, {"timestamp": "08/09/2017 09:20 am ET", "article_text": "By Robinson Meyer I sit down at the table, move my napkin to my lap, and put my phone on the table face-down. I am at a restaurant, I am relaxed, and I am about to start lying to myself. I’m not going to check my phone, I tell myself. (My companion’s phone has appeared face-down on the table, too.) I’m just going to have this right here in case something comes up. Of course, something will not come up. But over the course of the next 90 minutes I will check my phone for texts, likes, and New York Times push alerts at every pang of boredom, anxiety, relaxation, satiety, frustration, or weariness. I will check it in the bathroom and when I return from the bathroom. I don’t really enjoy this, but it is very interesting, even if some indignant and submerged part of my psyche moans that I am making myself dumber every time I look at it. As, in fact, I am. A smartphone can tax its user’s cognition simply by sitting next to them on a table, or being anywhere in the same room with them, suggests a study published recently in the Journal of the Association for Consumer Research. It finds that a smartphone can demand its user’s attention even when the person isn’t using it or consciously thinking about it. Even if a phone’s out of sight in a bag, even if it’s set to silent, even if it’s powered off, its mere presence will reduce someone’s working memory and problem-solving skills. RELATED: Your Phone Is Listening—Literally Listening—to Your TV These effects are strongest for people who depend on their smartphones, such as those who affirm a statement like, “I would have trouble getting through a normal day without my cell phone.” But few people also know they’re paying this cognitive smartphone tax as it plays out. Few participants in the study reported feeling distracted by their phone during the exam, even if the data suggested their attention was not at full capacity. “We have limited attentional resources, and we use some of them to point the rest of those resources in the right direction. Usually different things are important in different contexts, but some things — like your name — have a really privileged status,” says Adrian Ward, an author of the study and a psychologist who researches consumer decision-making at the University of Texas at Austin. “This idea with smartphones is that it’s similarly relevant all of the time, and it gets this privileged attentional space. That’s not the default for other things,” Ward told me. “In a situation where you’re doing something other than, say, using your name, there’s a pretty good chance that whatever your phone represents is more likely to be relevant to you than whatever else is going on.” RELATED: Where Not to Use Your Phone In other words: If you grow dependent on your smartphone, it becomes a magical device that silently shouts your name at your brain at all times. (Now remember that this magical shouting device is the most popular consumer product ever made. In the developed world, almost everyone owns one of these magical shouting devices and carries it around with them everywhere.) In the study, Ward and his colleagues examined the performance of more than 500 undergraduates on two different common psychological tests of memory and attention. In the first experiment, some participants were told to set their phones to silent without vibration and either leave them in their bag or put them on their desk. Other participants were asked to leave all their possessions, including their cell phone, outside the testing room. In the second experiment, students were asked to leave their phones on their desk, in their bag, or out in the hall, just as in the first experiment. But some students were also asked to power their phone off, regardless of location. RELATED: Ignoring People for Phones Is the New Normal In both experiments, students who left their phones outside the room seemed to do best on the test. They also found the trials easier — though, in follow-up interviews, they did not attribute this to their smartphone’s absence or presence. Throughout the study, in fact, respondents rarely attributed their success or failure on a certain test to their smartphone, and they almost never reported thinking they were underperforming on the tests. Daniel Oppenheimer, a professor of psychology at the University of California, Los Angeles, noted that this effect is well-documented for enticing objects that aren’t smartphones. He was not connected to this research, though his research has focused on other vagaries of digital life. Several years ago, he and his colleagues suggested that students remember far more of a lecture when they take notes by hand rather than with a laptop. “Attractive objects draw attention, and it takes mental energy to keep your attention focused when a desirable distractor is nearby,” Oppenheimer told me in an email. “Put a chocolate cake on the table next to a dieter, a pack of cigarettes on the table next to a smoker, or a supermodel in a room with pretty much anybody, and we would expect them to have a bit more trouble on whatever they’re supposed to be doing.” He continued: “We know that cell phones are highly desirable, and that lots of people are addicted to their phones, so in that sense it’s not so surprising that having one visible nearby would be a drain on mental resources. But this study is the first to actually demonstrate the effect, and given the prevalence of phones in modern society, that has important implications,” he said. Ward will continue researching the psychological costs and benefits of the new technologies that have permeated everyday life. His dissertation at Harvard looked at the implications of delegating cognitive tasks to the cloud. “Big things are happening so quickly. It’s the 10th anniversary of the iPhone, and the internet’s only been around for 25 years, yet already we can’t imagine our lives without these technologies,” he said. “The joyful aspects, or positive aspects — or the addictive aspects — are so powerful, and we don’t really know the negative aspects yet.” “We can yell our opinions at each other, and people are going to agree or disagree with them, and set up luddites-versus-technolovers debates. But I wanted to get data,” he told me. It’s worth noting that the type of psychological research Ward conducts — trials on willing, Western undergrads, often participating in studies to fulfill course credit — has suffered a crisis of confidence in recent years. Psychologists have had difficulty replicating some of the most famous experiments in their field, leading some to argue that all psychology experiments should be replicated before they are published. This study has not yet been replicated. One possible consequence of Ward’s work extends beyond smartphones. Most office workers now know that “multi-tasking” is a fallacy. The brain isn’t doing two tasks at once as much as it’s making constant, costly switches between tasks. But Ward says that assiduously not multi-tasking isn’t very helpful, either. “When you’re succeeding at not multitasking — that is, when you’re doing a ‘good job ’— that’s not exactly positive as well,” he said. That’s because it takes mental work, and uses up attentional resources, to avoid distraction. Instead, he recommends that the most dependent users just put their smartphone in another room. This story originally appeared on TheAtlantic.com. More from The Atlantic: Why Do Women Bully Each Other at Work?, A Dinosaur So Well Preserved, It Looks Like a Statue"}, {"timestamp": "07/31/2017 03:41 pm ET", "article_text": "It pops, props, kicks, clips. And it’s under $10. You’ve probably seen this accessory before, but wondered, “What is that and why does it look like a fancy fidget spinner attached to a phone?” While you can just play with this unique phone find when you’re bored, this beloved tech toy does so much more than you might think. Pop-Sockets is an expanding phone stand that’s used for gripping, propping, cord management, and making your phone look just plain trendy. Get a better grip when taking your next selfie, prop up your phone to catch up on the latest “Game Of Thrones” episode, or use it as a cord wrap. Enthusiastic reviewers call it “More handy than you might think!” and “Functional and stylish.” Trust us ― you’ll love it when you use it. A post shared by PopSockets (@popsockets) on Apr 22, 2017 at 4:10pm PDT However you use your Pop-Socket, you can’t deny that this all-in-one tech gadget is a steal for under $10. Ditch your disparate phone accessories and instead pop it and lock it (so you don’t drop it). To stay on top of the best sales each week, sign up for our Full Carts, Can’t Lose newsletter. HuffPost may receive a share from purchases made via links on this page."}, {"timestamp": "07/24/2017 01:42 pm ET", "article_text": "By Carolyn Jones Educators were cheering over newly released results from the College Board showing significant increases in the number of females, Latino and African-American students who took either the Advanced Placement computer science exam or the new computer science principles exam this spring. “I am over the moon. These numbers are amazing,” said Hadi Partovi, chief executive of Code.org, a nonprofit that provides free coding instruction to students around the world and has advocated for greater diversity in the computer science field. “This is a great reflection on the U.S. public school system. Every American should be proud — the U.S. is really leading the way.” Of the 111,262 high school students who took the College Board’s Advanced Placement computer science exams in May, 27 percent were girls, a jump from 23 percent last year. Twenty percent of the test-takers were Latino or African-American, up from 15 percent in 2016. The increases are largely due to a new AP computer science class launched in 2016-17 that focuses less on Java coding and more on what the College Board describes as the “big ideas” behind computer science, such as how the Internet works, the global impact of technology, big data and cyber security, and the creative aspects of programming. The new class, called Computer Science Principles, was designed to attract students with no prior computer experience and who don’t necessarily want to pursue it as a career, said Maureen Reyes, executive director of AP program management at the College Board, which oversees Advanced Placement courses and exams as well as the SAT and PSAT tests. The College Board’s other AP computer science course, called Computer Science A, focuses more strictly on coding. “Students should be able to write, run, test and debug solutions in the Java programming language, utilizing standard Java library classes and interfaces from the AP Java subset,” according to the course description. “That course was not attracting the diverse group of students we had hoped,” Reyes said. “So we worked with the National Science Foundation and higher education instructors to design a class that students would find more engaging.” About 2,500 high schools nationwide offered Computer Science Principles last year and 50,000 students took the exam, making it the most successful launch in the 60-year history of the College Board, Reyes said. More than 400 additional schools have committed to offering the course in the 2017-18 school year. “We found the class appeals to a lot of students who otherwise wouldn’t enroll in AP computer science,” Reyes said. “And from what we hear from students, parents and teachers, the need is exploding. It’s a useful course regardless of what your career goals are.” The number of girls enrolled in Advanced Placement computer science had been steady at about 17 percent since the mid-1990s, when the course was first offered, but began edging upwards about a decade ago, thanks in part to organizations like Girls Who Code, Tech Bridge and the Girls Scouts of America, which encourage girls to learn science, math and technology. African-American and Latino students also increased their numbers in advanced computer science classes. In 2007, only 12 percent of those taking the AP Computer Science test were underrepresented minorities, but in 2017 that figure rose to 20 percent, or 22,199 out of 111,262. That shift is primarily due to increased access, said Partovi. More schools in high-poverty areas are offering computer science instruction, and organizations like Code.org and #YesWeCode offer free coding lessons to young people who otherwise might not get coding experience. Ideally, every school should teach computer science as a staple subject, like English or math, from kindergarten through 12th grade, Partovi said. And participation rates should reflect the demographics of the general population. “Every parent should ask their children’s school, are you teaching computer science? Why not?” he said. California’s State Board of Education took a step in upgrading the state’s computer science curriculum last week by setting guidelines for new standards. The new standards, set to be announced by August 2019, will reflect current industry trends, focus on solving real-world problems, emphasize the creative aspects of programming and cover concepts that don’t require ownership of a computer, according to State Superintendent of Public Instruction Tom Torlakson. The board also created a 21-member advisory panel of computer science teachers and tech education experts to oversee implementation of the new standards. Oakland Unified is among the districts that’s gotten a jump-start on expanding its computer science offerings. Last year, using grants from Salesforce and Intel and guidance from Code.org, the district started offering general computer science classes to almost all 9th-graders and more than 1,000 middle school students, and launched AP Computer Science Principles classes at six high schools. More than 3,000 students were enrolled in computer science classes last year, up from 200 students in 2014. The district plans further expansion next year. Computer Science Principles was immensely popular with students, and the high participation rate nationwide was not a surprise, said the district’s computer science manager, Claire Shorall, who also taught the class last year at Castlemont High School in East Oakland. “I had kids in my class who would have never in their lives thought they’d be taking computer science end up with passing scores on this test,” she said. “For me, as a teacher, that was really exciting.” Her class of 21 students was 70 percent girls and almost entirely African-American and Latino. Most had never studied computer science before. But they found the broader concepts “incredibly relevant to their lives,” Shorall said. For a unit on cyber security and big data they studied technology that police use to predict crime. A chapter on data analysis led to a dissection of public housing statistics. One student created a mobile software application on gentrification. Others designed video games using their own artwork. A team of girls at another Oakland school created an app for girls that included a quiz about menstruation. Rev. Jesse Jackson happened to be visiting that day and took a look. The girls were mortified, Shorall said. “They said, ‘Oh no, that isn’t for you!’ ” she laughed. “Basically, this class helped them navigate the most ubiquitous thing in their lives — technology,” she said. “It gave them the language and the background to understand concepts they deal with daily. … You really see that ‘lightbulb’ moment.” This story originally appeared on EdSource"}, {"timestamp": "07/10/2017 05:05 pm ET", "article_text": "By David Nield You don’t want neighbors or passers-by stealing your Wi-Fi any more than you want them stealing your water, electricity, or carefully curated collection of Blu-ray movies. In fact it’s more serious than that — if someone can hook on to the same network as you, it becomes easier for them to snoop on your browsing and your locally stored files. So how do you go about locking things down? Thankfully, keeping unwelcome visitors away from your Wi-Fi isn’t difficult and doesn’t need an IT qualification. Here’s what you need to do. By far the easiest way to boot freeloaders off your wireless network is to change the Wi-Fi password. You need to do this through your router’s settings — either dig out the manual or run a quick web search to find the instructions for your particular make and model. Change the password to something very hard to forget (for you) and impossible to guess (for everyone else) and you’ve got a clean slate as far as access to your wireless network goes. You do have the inconvenience of then reconnecting all of your devices and computers, but it’s a small price to pay for a clean Wi-Fi slate. Pick something that’s important to you, like a date or a name, but that no one else would think of, so it’s both simple for you to enter and secured against unwanted visitors. The router’s initial password is often printed on a sticker that’s attached to the device itself, so changing it will prevent guests like party goers from spying on the security code. If the password’s only in your head or somewhere secure then no one else can connect up until you tell them what it is. Actually, that’s not quite true — some routers feature one-touch WPS (Wi-Fi Protected Setup) connectivity, so connecting to Wi-Fi can be done with a push of a button on the router itself. If you’re worried about someone doing this to get on the web, you can usually disable it through the router settings. While we’ve got your router configuration page open, a few other settings are worth looking at. First, change the default password used to access the router settings page to something else — this stops anyone who might gain access to your network from changing the Wi-Fi password themselves. As you’ll have realized when you accessed your router settings for the first time, you need a password to get into the menus, and a separate one to connect to Wi-Fi, so changing them both gives you maximum protection. It’s also worth applying any pending firmware updates, which ensures your router is running the latest and most secure version of its own basic operating system. Again, with so many router makes and models on the market we can’t give you instructions for each one, but it should be simple to do — find the instruction booklet or a guide on the web for your device and it will only take a couple of minutes. Elsewhere in your router's settings you should find a screen listing the devices connected up to your Wi-Fi: Is there anything there you don't recognize? You often have the option to disconnect a device, depending on the type of router you've got, though you might need to do a bit of detective work to identify the devices your router lists. Finally, you should be able to find a setting that 'hides' your network (the technical term is the SSID or service set identifier) from view, so it won't appear when your neighbors or visitors scan for Wi-Fi on their devices. If you need to connect a new device, you need to enter the SSID manually. It's not a huge improvement in Wi-Fi security, but it's a neat trick that can help you stay under the radar of hackers and Wi-Fi freeloaders. If you want some extra help spotting who's on your network who maybe shouldn't be, beyond what your router offers, try Fing for Android or iOS, Acrylic Wi-Fi for Windows, or Who Is On My Wi-Fi for macOS. All those apps are free (for non-commercial use), and are easy to navigate around no matter what your level of networking know-how. Various other apps are available to do the same job too. Installing a VPN on your computer doesn’t do anything extra in terms of stopping people from connecting to your Wi-Fi, but it does add an extra layer of encryption between you and the web — so that anyone who does manage to gain access to your network is going to have a much harder time trying to snoop on your activities (which websites you visit, the data you’re sending and so on). While a VPN might slightly slow down your connection speed, it keeps you a lot safer — just be sure to choose a reputable, paid-for service. Finally, if your computer is close enough to the router to wire it up directly, and you’ve got strong cellular reception on your phone, you could turn off Wi-Fi on your router every once in a while, which can be done through the router settings on all modern boxes. No one’s going to be able to hook up to your Wi-Fi network if it’s switched off. This article originally appeared on Popular Science."}, {"timestamp": "07/06/2017 10:56 am ET", "article_text": "Marko Robnik-Šikonja, University of Ljubljana There’s no shortage of dire warnings about the dangers of artificial intelligence these days. Modern prophets, such as physicist Stephen Hawking and investor Elon Musk, foretell the imminent decline of humanity. With the advent of artificial general intelligence and self-designed intelligent programs, new and more intelligent AI will appear, rapidly creating ever smarter machines that will, eventually, surpass us. When we reach this so-called AI singularity, our minds and bodies will be obsolete. Humans may merge with machines and continue to evolve as cyborgs. Is this really what we have to look forward to? Not really, no. AI, a scientific discipline rooted in computer science, mathematics, psychology, and neuroscience, aims to create machines that mimic human cognitive functions such as learning and problem-solving. Since the 1950s, it has captured the public’s imagination. But, historically speaking, AI’s successes have often been followed by disappointments – caused, in large part, by the inflated predictions of technological visionaries. In the 1960s, one of the founders of the AI field, Herbert Simon, predicted that “machines will be capable, within twenty years, of doing any work a man can do.” (He said nothing about women.) Marvin Minsky, a neural network pioneer, was more direct, “within a generation,” he said, “… the problem of creating ‘artificial intelligence’ will substantially be solved.” But it turns out that Niels Bohr, the early 20th century Danish physicist, was right when he (reportedly) quipped that, “Prediction is very difficult, especially about the future.” Today, AI’s capabilities include speech recognition, superior performance at strategic games such as chess and Go, self-driving cars, and revealing patterns embedded in complex data. These talents have hardly rendered humans irrelevant. But AI is advancing. The most recent AI euphoria was sparked in 2009 by much faster learning of deep neural networks. Artificial intelligence consists of large collections of connected computational units called artificial neurons, loosely analogous to the neurons in our brains. To train this network to “think,” scientists provide it with many solved examples of a given problem. Suppose we have a collection of medical-tissue images, each coupled with a diagnosis of cancer or no-cancer. We would pass each image through the network, asking the connected “neurons” to compute the probability of cancer. We then compare the network’s responses with the correct answers, adjusting connections between “neurons” with each failed match. We repeat the process, fine-tuning all along, until most responses match the correct answers. Eventually, this neural network will be ready to do what a pathologist normally does: examine images of tissue to predict cancer. This is not unlike how a child learns to play a musical instrument: she practices and repeats a tune until perfection. The knowledge is stored in the neural network, but it is not easy to explain the mechanics. Networks with many layers of “neurons” (therefore the name “deep” neural networks) only became practical when researchers started using many parallel processors on graphical chips for their training. Another condition for the success of deep learning is the large sets of solved examples. Mining the internet, social networks and Wikipedia, researchers have created large collections of images and text, enabling machines to classify images, recognize speech, and translate language. Already, deep neural networks are performing these tasks nearly as well as humans. But their good performance is limited to certain tasks. Scientists have seen no improvement in AI’s understanding of what images and text actually mean. If we showed a Snoopy cartoon to a trained deep network, it could recognize the shapes and objects – a dog here, a boy there – but would not decipher its significance (or see the humor). We also use neural networks to suggest better writing styles to children. Our tools suggest improvement in form, spelling, and grammar reasonably well, but are helpless when it comes to logical structure, reasoning, and the flow of ideas. Current models do not even understand the simple compositions of 11-year-old schoolchildren. AI’s performance is also restricted by the amount of available data. In my own AI research, for example, I apply deep neural networks to medical diagnostics, which has sometimes resulted in slightly better diagnoses than in the past, but nothing dramatic. In part, this is because we do not have large collections of patients’ data to feed the machine. But the data hospitals currently collect cannot capture the complex psychophysical interactions causing illnesses like coronary heart disease, migraines or cancer. So, fear not, humans. Febrile predictions of AI singularity aside, we’re in no immediate danger of becoming irrelevant. AI’s capabilities drive science fiction novels and movies and fuel interesting philosophical debates, but we have yet to build a single self-improving program capable of general artificial intelligence, and there’s no indication that intelligence could be infinite. Deep neural networks will, however, indubitably automate many jobs. AI will take our jobs, jeopardising the existence of manual labourers, medical diagnosticians, and perhaps, someday, to my regret, computer science professors. Robots are already conquering Wall Street. Research shows that “artificial intelligence agents” could lead some 230,000 finance jobs to disappear by 2025. In the wrong hands, artificial intelligence can also cause serious danger. New computer viruses can detect undecided voters and bombard them with tailored news to swing elections. Already, the United States, China, and Russia are investing in autonomous weapons using AI in drones, battle vehicles, and fighting robots, leading to a dangerous arms race. Now that’s something we should probably be nervous about. Marko Robnik-Šikonja, Associate Professor of Computer Science and Informatics, University of Ljubljana This article was originally published on The Conversation. Read the original article."}, {"timestamp": "06/23/2017 11:33 am ET", "article_text": "We spend a lot of time each day looking at, tweeting, and texting emoji, but few of us get paid to do so. Keith Broni, on the other hand, makes his living doing just that. Last December, London-based translation company Today Translations put out a call for an “emoji translator.” The job listing made news, partly because of its novelty — it’s believed to be the first role of its kind — and partly because it just sounds like so much fun. Who doesn’t want to spend their day looking at emoji? Today Translations received over 500 applications, and the interview process took five months, but Broni emerged as the winning candidate. You can’t major in emoji translation (at least, not yet), but Broni’s educational background does complement the role. The Irishman graduated from University College London with a Master’s degree in business psychology. His dissertation, which was entitled using only emoji, looked at the ways that consumer behavior can influence how we perceive emoji in combination with various brand names. Broni’s passion for emoji — a job requirement, obviously — is so strong that he organized Europe’s first Emoji Spelling Bee, in which contestants were given a limited amount of time to convert a phrase into emoji. When Today Translations posted the job, multiple friends sent Broni the listing, recognizing that it was a natural fit for a man whose days were already defined by hearts, smileys, and thumbs-up icons. The interview process began with a short emoji test, asking applicants to decipher the meanings of some emoji combinations, as well as write a few sentences exclusively in emoji. The test was followed by a phone interview and then a presentation on what a handbook for using emoji might look like. The job, as fun as it might seem, is far more complicated than it sounds. “The hardest things I’ve had to translate are ones where the intention is for it to be highly universal,” Broni explains during a phone interview with Refinery29. Even though emoji are often referred to as the new universal language, meanings can vary widely from one culture to the next. Take the thumbs up emoji. “It’s very popular in the West, and is the ubiquitous Facebook icon, but in the Middle East it’s equivalent to an offense, like giving someone the middle finger,” Broni says. The same goes for the A-Okay hand gesture, which Broni says can be very offensive in Latin America. Even the basic happy face isn’t so basic. In China, Broni says it’s often used to convey that you’re finished, or done with a conversation. Another element that complicates emoji interpretation is which device you’re using to view the icons. Since smartphone makers such as Samsung and Apple are allowed to design their own, system-appropriate renditions of the characters, how they appear can differ if you’re using one type of phone to send an emoji to a friend with another type of phone. On Samsung phones, for example, Broni says that the rolling eyes emoji looks slightly hopeful, while the smirking face looks more “meh” and less flirty than it does on iOS. Let this be a word to the wise: You might want to rethink texting an emoji after a first date, given the potential for some major misinterpretation. Broni’s job is create an etiquette guide breaking down not only the meanings of individual emoji in different cultures, but also the meanings of strings of emoji together and emoji variations across devices. It’s a monumental task and one that, if done incorrectly, has the potential to incite social outrage. The introduction of new emoji every year means Broni will need to constantly update any guide he creates. “I’m most fascinated to see how they impact the usage trends of preexisting emoji,” Broni says of the upcoming release of Emoji 5.0. “Will mind-blown become the new emoji synonym for wow instead of the current mouth wide open emoji?” The new emoji are already available on Twitter, but we’ll likely need to wait until they come to iPhones this fall to understand how they’re used more broadly. [Insert angry face emoji here.] Unfortunately, Today Translations hasn’t put out a call for another emoji translator yet. Still, you might want to start prepping now should the opportunity arise again. In the meantime, you should probably avoid inserting emoji into upcoming job applications. Though Broni says the icons have become acceptable as their popularity grows, they’re still rarely deemed appropriate in formal communications. Best to stick with the tried and true guidelines and save the (IRL) smiley face for your in-person interview. By: Madeline Buxton"}, {"timestamp": "06/13/2017 04:25 pm ET", "article_text": "By Caitlyn Renee Miller On a recent Thursday, I waited for an email that was supposed to contain every personal detail the internet knows about me. The message would be from an online data broker — a company that collects and sells information that many people would hope is private. This includes browsing history, online purchases, and any information about you that’s publicly available: property records, court cases, marital status, social-media connections, and more. Facebook collaborates with data brokers for targeting advertisements. In some states, the Department of Motor Vehicles, among other agencies, sells information to brokers. Brick-and-mortar stores do, too. As I refreshed my inbox, I listened to garbage trucks outside my window begin to make their evening rounds through Taipei’s Beitou District. I work remotely, so I’ve opted to travel from city to city for the past 11 months, exploring the Canary Islands, Bulgaria, Serbia, Hungary, Israel, Vietnam, South Korea, and Taiwan, all while editing books and answering emails. The internet has been my most permanent residence, both my office and the nexus of my social life. I generate data all day as I make money, stay in touch with friends, and order e-books to read in my spare time. RELATED: Even Bugs Will Be Bugged In the time I’ve been away, Congress has repealed protections that would have blocked internet providers like AT&T, Comcast, and Verizon from sharing browsing data with other companies. It’s unlikely that these legislative changes will have a significant effect on the relationship between data brokers and internet-service providers, but they do bring concerns about privacy to the fore, even more than usual. And when the news first broke, it caused a lot of confusion about just how much data companies will one day be able to collect and just how far people need go to protect themselves. It all sounded scary enough that I wondered what would come up if I bought data about myself from a data broker. With a quick Google search, I found a company that promised to detail net worth, age, zip code, and education, among other personal information. All I had to do was upload a text file of the email addresses of people whose info I wanted (in this case, just my own) and pay a $50 fee. The whole endeavor gave me pause. It seemed like I was about to do something that violated the company’s lengthy terms of service. Then there was the queasiness about the data itself: Did I really want to know? The report arrived in my inbox a matter of hours later with an accompanied missive trumpeting, “Wow! That was easy.” Yes. I never had to talk to a customer service representative nor identify myself. It was just like any other transaction. My misgivings gave way to glee. A strong Christmas morning vibe overtook me. Would I find something I didn’t know? There was a part of me that genuinely believed the internet knew me best: Maybe I’d discover a pattern in my life that could point toward the future — a palm reading constructed from metadata. RELATED: The Thinning Line Between Commercial and Government Surveillance In the zip file, I found a PDF, a spreadsheet, and a .txt file. I chose the spreadsheet first, and this was the first of many letdowns. It was merely a summary of how many of the email addresses had provided “matches” for the various information categories. I tried again with the charts, which aren’t visually interesting when they each feature one piece of data about a single subject. The pie chart, for example, was just an uninterrupted blue circle labeled “Female 100.0%.” I got a sense I had wasted my money. Finally, I opened the.txt file, and as though I had time traveled back to the advent of personal computing, a document I was reading in Notepad was the most useful of the three: It included each data point, organized email address by email address. But much of the data was flat-out wrong. If you like percentages, nearly 50 percent of the data in the report about me was incorrect. Even the zip code listed does not match that of my permanent address in the U.S.; it shows instead the zip code of an apartment where I lived several years ago. Many data points were so out of date as to be useless for marketing — or nefarious — purposes: My occupation is listed as “student”; my net worth does not take into account my really rather impressive student loan debt. And the information that is accurate, including my age and aforementioned net worth (when adjusted for the student debt), is presented in wide ranges. Historically, data brokers don’t do nuance. Companies care about demographics: If they can get information that is in the right ballpark, it’s likely to suit their needs just fine. I thought opening my data would be like looking in a mirror, maybe a dressing room mirror under lighting that makes you think you should start taking many vitamins. Instead, it was like seeing an expressionist painting of myself. I caught glimpses of something I recognized, but everything was hazy and a little off. RELATED: All The Other Julie Becks and Me The sight was a relief. Conversations and debates about privacy tend to take for granted that the technology invading privacy finds information that is correct. But while our data is collected aggressively these days, clearly companies still aren’t infallible. Maybe the death of privacy isn’t quite so near. So I did something I probably should have done much earlier in the day. I got up from my computer. I went either to get lo mein or to buy dumplings from the cart outside our apartment — I don’t remember which. Some things aren’t worth tracking. Most facts couldn’t tell you who I really am, anyway. This story originally appeared on TheAtlantic.com. More from The Atlantic: When Your Child Is a Psychopath, My Family’s Slave"}, {"timestamp": "06/06/2017 05:08 pm ET", "article_text": "By Adrienne LaFrance I’m a reporter first, and a writer second, which means I often find myself writing in odd places. Not just geographically unusual, though there’s that, too. I write everywhere, with whatever technology is at hand. Most of the time, I’m typing away in a plain text editor on my laptop. But I still write first drafts in reporter’s notebooks, and in the Notes section of my iPhone, and on scraps of paper when necessary. Now here’s a first for me: I’m writing a story for The Atlantic in MacWrite 4.5, the word processing program first released with the Apple Macintosh in 1984 and discontinued a decade later. So here I am, awash in 1980s computing nostalgia, clacking away in an emulated version of the original software, thanks to the Internet Archive. The only problem is, how am I going to file this story into The Atlantic’s 2017 web based content management system? (Also, the hyphen key isn’t working.) But more on that in a minute. RELATED: Torching the Modern-Day Library of Alexandria First, let me get out of here and switch back to my regular text editor. The Internet Archive’s latest in-browser emulator lets anyone with internet access play and use dozens of games and programs originally released for the first Apple Macintosh computers in all of their black-and-white, low-resolution glory. (Ah, so nice to have that hyphen back.) Along with MacWrite, the collection includes MacPaint, Dark Castle, The Oregon Trail, Space Invaders, Frogger, Shuffle Puck, Brickles, Prince of Persia, and dozens more. The emulator doesn’t just launch the software itself, but situates users in the old-school Mac operating environment, meaning you often find yourself looking at a 1984-style desktop, and opening the program yourself. “The presentation represents some shift in philosophies, in terms of what we wanted to do,” says Jason Scott, an archivist at the Internet Archive. Whereas Scott went with a “shock and awe” approach to earlier software emulators — making hundreds of programs available all at once — he decided to go for a more methodical, curated strategy this time. One big reason for this is quality control. He’s still fielding tech-support requests for the MS-DOS emulator the archive released in 2014. (It includes thousands of titles.) But Scott also knew the early Mac programs that people would want to see at the outset. “The main one was Dark Castle,” Scott told me. “Everyone remembers Dark Castle because it was a particularly well-made, good-looking game — but not even a fun one, I want to point out! People playing it on the Mac emulation are not happy. There are reviews.” Reviews like: “I can’t tell if the emulator is laggy, making my controls unresponsive? Or is this just a terrible game? Maybe a bit of both,” as one person commented on the site. RELATED: The Fidget Spinner Explains the World “They are like, ‘This runs too slow for it to be good,’” Scott told me, “when what they really mean is the game was originally so unfair.” “But it looks beautiful, and the sound is beautiful, so I knew Dark Castle would be a big deal,” he added. For what it’s worth, I only vaguely remember Dark Castle from when I had an Apple IIc. When I tried playing it on the emulator this morning I was repeatedly killed by rabid bats, which I can confidently say is a reflection of my own rustiness and has nothing to do with the emulator quality. (It seemed to run pretty smoothly to me.) But regardless of how well they run, the big question is why it’s worth the drudgery and the painstaking work of presenting ancient programs this way in the first place. “The existential questions,” Scott said. “What is all this for? What do people need from the original Mac operating systems in the modern era?” The Internet Archive focused on the Apple II era for a few reasons: It was a finite period of time, it represents a particularly rich moment in computing history, and people remain especially interested in the era. “Nostalgia, to be honest, is a huge chunk of it,” he added. “You’ve got people who come in, and look at the old thing, and they’re happy about the old thing, and then they move on.” If all goes a planned, the next two emulators will be for the Commodore 64, which predated the early Macintosh; then Windows 98, which came after it. (“That’s only if it works,” Scott emphasized.) Emulators can be quite buggy, given their complexity. A browser-based system involves the emulated machine running inside the browser’s javascript environment, all within the computer running that browser. So, basically, “you’re running a computer within a simulated computer within another computer,” Scott says. “It’s crazy.” Scott’s also hoping to stretch the very idea of what people can do with emulators. “The initial burst to emulation on the web was about removing the barrier to old software,” Scott told me. “The next realm will be that you can output the data that’s being generated and export it to your modern machine. That’s basically one developer away from happening right now. That’s the kind of thing people eventually will want and get.” RELATED: Cryptocurrency Might Be a Path to Authoritarianism In the meantime, you can’t copy and paste text from the MacWrite emulator back to a contemporary word processor, for example — which is why I had to retype the opening to this story, letter by letter, just to get it into The Atlantic’s web-publishing program. This is still much easier than my predecessors had it, back when the Macintosh was brand new. It was around that time that my colleague James Fallows wrote a long piece for The Atlantic about his own adventure into computerdom. In 1982, he was using a Processor Technology SOL-20 that had 48KB of random access memory. This was miraculous to him then, as were the floppy disks it took, and the printer he hooked up to the machine — it spit out about one page per minute. It wasn’t all peachy, even for an early adopter like him. There was the time his computer broke in dramatic fashion, sending him back to his old Smith-Corona typewriter for a full month. And also, Fallows wrote: “Computers cause another, more insidious problem, by forever distorting your sense of time.” What he meant was that computers change people’s expectations about what we should be able to do, and how quickly we should be able to do it. But this observation, made back in 1982 about machines that were quite different from the ones we use today, also got me thinking about how technology collides with people’s perceptions of time as we look back at it years later. Once-miraculous systems seem impossibly slow. They make contemporary software — and the hardware like smartphones running that software — seem newly extraordinary. Watching a 35-year-old program do what it was designed to do is also an implicit reminder that the best tools we have today will, before too long, seem absurd in their limitations. And we’re able to see all this because so many people, improbably, save objects like old floppy disks and computers. “I actually still have the SOL-20, walnut case and all,” Fallows recently told me when I asked him what ever happened to it. Scott, from the Internet Archive, says he’s been flooded with requests from people who want to share the programs they’ve held onto all these decades. “One person, he wasn’t comfortable mailing his floppies to us, so we had to mail him the equipment,” Scott said. “And now he is bringing up one of a kind — or, I should say, extremely rare — software.” His programs, which will be added to the emulator, include original games that are highly sought-after by collectors, and at least one piece of software that was never available commercially. “This emulation is bringing back into the froth of contemporary culture the existence of all these old programs,” Scott said. “They’re no longer just words on a page.” Or in my case, they are words on a page. Words rendered in Apple’s familiar old Chicago typeface, materializing on the screen just the way I remember it from so very long ago. This story originally appeared on TheAtlantic.com. More from The Atlantic: When Your Child Is a Psychopath, My Family’s Slave"}, {"timestamp": "05/11/2017 04:39 pm ET", "article_text": "DEFENSES UP By David Nield You may have heard about the recent phishing scam that targeted Google Docs users. People received emails with what looked almost exactly like shared Google Docs, tricking them into granting access to a not-particularly-nice piece of software. From there, the attack could spread to other inboxes. It’s far from the first time users have been attacked through their inboxes and it certainly won’t be the last — sending emails is an easy and low-cost way to fool people into letting their guard down. With that in mind, we’re here to make sure your inbox is tightly buttoned up against phishing attempts, malicious attachments, and more. While we can’t guarantee your safety, these precautions will certainly minimize your risk. Gone phishing Your email of choice, whether Gmail’s web portal or a desktop program like Outlook, already comes with a decent set of security tools. For example, it can snag suspicious emails and automatically toss them into your spam folder. To help out your email client, report spam whenever you find it, which will make it easier for the program to spot something untoward next time. Be wary of any email asking you to click a link, especially if it comes out of the blue without any context — and particularly if it comes from someone you don’t know. Phishing emails can appear to come from trusted contacts, but they often arrive from bizarre-sounding email addresses. To double-check the identity of the sender, and pull up the full header information for suspicious emails. To do this in Gmail, for instance, open the drop-down menu for the message then choose Show original. Unfortunately, even a message that comes from a known contact with the correct email address isn’t necessarily safe. As we’ve said, if one of your friends or family members is hit by a phishing attack, then their valid email address can be used to send you a dangerous message. This means that context is key. Were you expecting a message with a link in it? Does the message make sense? If you’re unsure, it’s worth a quick phone call or message over social media to check the email is what it purports to be. Ask the same questions before opening attachments: Were you expecting them? What’s the context? Hackers are getting better with their craft, but spelling errors and awkward layouts are still tell-tale signs of emails you should steer clear of (the spelling errors are often intentionally left in to evade spam detectors). Another check you can do is to hover over any links or attachments, which might bring up a preview, and alert you to potential problems before you click. If you do click on a link, check that the URL in your browser’s address bar is the one you were expecting, and look for the green padlock symbol that shows the site is secure and trusted. If a sign-in page pops up — or if you’re in any doubt — open a new window and directly type in the URL of the site you think you should be going to, rather than following any embedded links. Browser extensions can also help protect you from phishing attacks. Gmail Sender Icons makes it easier to identify where a message has come from, while Google’s own Password Alert warns you if you’re about to enter your Google account password into a site that isn’t made by Google. Both extensions are well worth installing if you have a Gmail account and use the Chrome browser. Not a Gmail or Chrome user? Look for add-ons for your own email client. Take safety beyond your inbox Protecting against shady links and malicious attachments goes beyond your inbox. For example, most modern-day browsers come with built-in security measures designed to thwart phishing attempts. For best results, make sure your browser of choice is kept up to date at all times (thankfully, browsers usually update automatically). Keep your operating system and your antivirus package up to date as well. If you're using an antivirus program on Windows, then it probably features extra security measures to protect against dangerous attachments that want to do your computer harm, as well as fraudulent links that lead your browser somewhere it shouldn't go. You should also take precautions when using public Wi-Fi, because unsecured networks give hackers more elbow room when it comes to spoofing sites and stealing your information. If you want to be as safe as possible when using the web away from home, we'd recommend sticking to sites that don't deal in sensitive information and installing a VPN package to encrypt any data you do send. Remember standard email security measures As we’ve mentioned before, it’s a good idea to regularly check the plug-ins and add-ons connected to your email inbox. This will reveal any third-party programs that have access to your Gmail or Yahoo or Outlook account. This is actually the recommended clean-up method for the phishing attack we referred to at the start of this article — removing the app’s permissions means it will no longer have control of your inbox. The place to find these add-on tools varies depending on your setup. For Gmail, head to your Google account page and click the link labelled Connected apps & sites. After that, select Manage apps and get rid of anything you don’t use regularly or simply don’t recognize. To be clear, many of these add-ons are useful and perfectly safe. But from a security point of view, it’s a good idea to keep the number of these tools to a minimum. Finally, stay informed: Keep an eye on the tech headlines to track the new types of attack that appear on a regular basis. While Google, Microsoft, and other companies usually deal with the latest dangers quite quickly, you’re better off hearing about a dangerous scam before it hits your inbox rather than after."}, {"timestamp": "05/01/2017 01:01 pm ET", "article_text": "Ne-Yo wants to help diversify the tech world. On April 27, San Francisco-based Holberton School ― a higher education program that uses project-based learning to train engineers ― announced that the singer-songwriter has joined its board of trustees and mentors. Ne-Yo and a team of investors raised $2.3 million for the school. Ne-Yo said in the press release that he admires the school for its decision to provide opportunities for underrepresented students in tech. “Everybody knows that tech and all these things are the wave of the future,” he said. “I just love the fact of what they’re doing with the school — that they’re making it easier for underrepresented people in the world of tech. They’re giving them a platform and access to this knowledge that they probably wouldn’t get otherwise. I think that’s one of the coolest things about this whole situation.” The computer science and software engineering school plans to expand their program from accepting 30 students to more than 100 a year, and will use its funds to attract underrepresented students. Currently, the school’s student body is 40% women and nearly 50% people of color. “This is not, ‘oh, let me attach my name to something.’ This is something that I’m genuinely passionate about,” Ne-Yo said. “You know, diversifying the tech world. Tech is changing the world by the second so it makes sense to get the people that live in the world to be part of this thing that’s changing it, as opposed to just this one group of people.” Major props to Ne-Yo!"}, {"timestamp": "04/14/2017 02:05 pm ET", "article_text": "By Rob Verger Fingerprint readers, like the TouchID on an iPhone, exist to make your device extra secure while keeping the process of unlocking it easy. Computer scientists at New York University and Michigan State are poised to turn that security benefit on its head. Like a master key that can open any lock, these researchers developed digital “master prints” that could emulate a variety of partial fingerprints enough to hypothetically hack into a device. The researchers wondered if there was a fingerprint equivalent to a common four-digit security code, like “1234.” Using analysis from a digital database, they discovered that, indeed, a master print could successfully mimic a random fingerprint 26 to 65 percent of the time, according to the study. Why such a huge range? It depends on the scale of the fingerprint database; the more partial fingerprints enrolled in a fingerprint sensor system, the greater the chances are that a master print could unlock it. There are several security issues at play. One, fingerprint sensors on smartphones are usually small, and two, a user can enroll multiple fingers. What’s more, a phone usually gives you several attempts to unlock it with your print. “The sensors are small and they don’t capture the full fingerprint,” says Nasir Memon, a computer scientist at NYU’s Tandon School of Engineering and one of the authors of the study. And since a smartphone fingerprint sensor can be taught to recognize several different fingers, the system learns a lot of partial prints. When you place a finger on the sensor, the system doesn’t actually know which finger it is, or how you’re positioning it. “So if any one of them match,” he says, “it will say ‘okay, that’s you.’” Memon and his colleagues analyzed a digital database of 800 fingerprints, then extracted thousands of partial prints from that same database.They wondered: Are there any partial prints that match the others with a high probability? “We were surprised,” he says, “there were some that match like 15 percent of the time.” It’s worthwhile to note that the experiment was computer-based, so the researchers did not try to actually trick phones using a master print. The findings are theoretical, and one prominent biometrics researcher is skeptical. Anil Jain, the head of the Biometrics Research Group at Michigan State University, who was not involved in the study, says the researchers used a system that analyzed fingerprints based on an element of your print called “minutia.” If you look at your finger, you’ll see lines of ridges and valleys. In some places, a ridge splits, or bifurcates. In other places, a ridge might simply end. Those ridge bifurcations and endings are what biometrics experts call “minutia points.” Jain says fingerprint sensors used by Apple and Samsung do not use these minutia points to identify a print. Instead, the TouchID sensor on your iPhone, for example, is using the “texture pattern” of your print, Jain says. Still, the study’s co-author, Arun Ross, a professor of computer science and engineering at Michigan State University, stands by the relevance of their findings. The vulnerabilities of the system remain: as fingerprint sensors get smaller, “the chances of my fingerprint matching with your fingerprint,” he says, “not in its entirety, but in portions of it, increases.” This article originally appeared on Popular Science."}, {"timestamp": "03/28/2017 03:25 pm ET", "article_text": "By Adrienne LaFrance The thing about a market bubble is that you don’t really know how big it is until it pops. So it doesn’t pop, and doesn’t pop, and doesn’t pop, until one day it finally pops. And by then it’s too late. The dot-com collapse two decades ago erased $5 trillion in investments. Ever since, people in Silicon Valley have tried to guess exactly when the next tech bubble will burst, and whether the latest wave of investment in tech startups will lead to an economic crash. “A lot of people who are smarter than me have come to the conclusion that we’re in a bubble,” said Rita McGrath, a professor of management at Columbia Business School. “What we’re starting to see is the early signals.” Those signals include businesses closing or being acquired, venture capitalists making fewer investments, fewer companies going public, stocks that appear vastly overpriced, and startup valuations falling. Then you have a company like Uber, valued at $70 billion despite massive losses, and beleaguered by one scandal after another. In 2017 alone Uber has experienced a widely publicized boycott that led to an estimated half-a-million canceled accounts, high-profile allegations of sexual harassment and intellectual property theft, a leaked video showing its CEO cursing at an Uber driver, a blockbuster New York Times scoop detailing the company’s secret program to trick law enforcement, and multiple senior leaders either resigning or being forced out. RELATED: ‘Artificial Intelligence’ Has Become Meaningless “As someone trying to raise [venture capital] right now, I am very concerned that this is going to implode the entire industry,” one person wrote in a forum on the technology-focused website Hacker News earlier this week. It’s understandable that investors and entrepreneurs would be “watching this Uber situation unfold closely,” as Mike Isaac, the New York Times reporter, put it in a tweet about the Hacker News post. Especially at a time when rising interest rates give investors more options, and ostensibly make the highly valued pre-IPO companies like Uber less attractive. But how much is the tech industry’s fate actually wrapped up in Uber’s? If Uber implodes, will the bubble finally pop? It’s a question that’s full of assumptions: Uber’s fate is uncertain, and nobody really knows what kind of bubble we’re in right now. Yet it’s a question still worth teasing apart. Trillions of dollars, thousands of jobs, and the future of technology all hang in the balance. “These bubbles swing back and forth in fear and greed,” McGrath told me, “and when Uber stumbles, it triggers fear. Part of this bubble is created basically in a low-interest-rate environment. Money from all over the world is pouring into this sector because it has nowhere else to go.” This is a key point— perhaps the key point that will determine whether Uber lives or dies. Uber isn’t worth $70 billion because it is actually worth $70 billion. Its valuation is that high despite the fact that it’s not profitable, and despite the fact that it has little protection from competitors baked into what it is and does. Uber’s valuation, in other words, is a reflection of the global marketplace and not a reflection of Uber’s own durability as a company. “To me, it’s a big question of whether they are going to be able to sustain the business model,” McGrath told me. “They have been very disruptive to incumbents, but there are no significant barriers to entry to their model. If you switch [services], you maybe have to re-enter your credit-card information and download a new app, but from there you’re good to go. There are pundits who say it’s only a matter of time.” RELATED: As Uber Melts Down, Its CEO Says He ‘Must Fundamentally Change’ And then what? If Uber goes kablooey, what happens to all the other unicorns — the 187 startups valued at $1 billion or more apiece, according to the latest count by the venture capital database CB Insights? Despite Uber’s influence, it’s unlikely that the company’s potential failure would set off too terrible of a chain reaction in Silicon Valley, several economists told me. “You need to make a distinction,” McGrath said, “between the startups that are really creating value and have something that will protect them in the event of imitation — versus the ones that are built on a lot of assumptions that really haven’t been tested yet, and money has been pouring into them because [it] have nowhere else to go.” One instructive example is Theranos, the company known for its needle-free blood-testing technology. A few short years ago, it was roundly considered a Silicon Valley success story, valued at some $9 billion. Then, The Wall Street Journal revealed in a deeply investigated series of stories that the technology didn’t actually work as claimed—information that led to federal sanctions, lab closures, and ultimately Theranos’s announcement that it would leave the medical-testing business altogether. Theranos failed spectacularly, but it didn’t pop the bubble. So perhaps that’s a sign that the bubble isn’t going to pop all at once the way it did last time. The key is whether investors see a significant failure—like Theranos, and maybe Uber—as a one-off, or as a reflection of a systematic problem bubbling under the surface. “One hypothesis could be that if a large pre-IPO tech company fails, then the source of capital for the others will start to shrink,” said Arun Sundararajan, a professor at New York University’s Stern School of Business. “That’s part of, I am sure, what happened during the dot-com bubble. But we are in a very different investment environment now.” There are two big changes to consider. For one, practically every company is now a technology company. Silicon Valley used to make technology that mainstream consumers didn’t care about — or didn’t know that they even used. Not so, today. Technology is pervasive throughout the economy and throughout culture, which creates a potential protective effect for investors. “The investments into these companies are creating new business models in massive swaths of the economy, as opposed to being insulated,” Sundararajan said. “Also, a bulk of the money going into these companies is coming from players who are not dependent on the success of tech alone for their future financing.” RELATED: The Wisdom of Nokia’s Dumbphone This is the second change to consider: Whereas tech investments were once made by a relatively small group of venture capitalists who funded companies that then went public, that’s no longer the case. “Even if you put Uber aside and look at some of the larger recipients of pre-IPO investment over the last few years — it’s a very different cast of characters,” Sundararajan told me. “There are large private equity firms that are much more diversified than, say, Kleiner Perkins was 20 years ago.” Sundararajan’s referring to Kleiner Perkins Caufield & Byers, the venture capital firm that “all but minted money” in the 1990s, as the writer Randall Smith put it. Back in the day, the company made its investors enormous sums of money with early investments in Google and Amazon, but has stumbled in recent years. All of this means that the investment infrastructure supporting technology companies has changed, and that’s largely because of how technology’s place in culture has changed. “If Uber fails — and there’s no guarantee that it will — all of Uber’s investors won’t say, ‘Were we wrong to invest in tech?’” Sundararajan said. “They will say, ‘Did we misread the capabilities of this one company?’” If anything, Sundararajan says, Uber is getting a tough, public lesson in how not to run a business. The company, for its part, is doubling down on attempts to rebuild its image. In a conference call with reporters on Tuesday, executives for the ride-sharing service expressed support in Travis Kalanick, Uber’s embattled co-founder and CEO. “By now, it’s becoming increasingly apparent that the issues that are putting Uber in the news frequently don’t have much to do with either its business model or its identity as a tech company,” Sundararajan said. “If there is a serious reduction in Uber’s value over the next year, the lesson that people will take away is one of better corporate governance for early-stage tech companies — so that, as they get into a later stage, they are not in a position where the tradeoffs they made early-on ended up being more harmful than good.” Meanwhile, many investors are shifting their focus away from platforms and to the underlying technologies that, if they succeed, will outlast any given brand — for example, sensors for self-driving cars, autonomous medical technologies, myriad robotics, and so on. This, too, has an insulating effect against any single company’s failure. Uber, which may or may not fail, may or may not bring down the rest of the economy with it. But the bubble is still likely to burst sooner or later. “There was this fog hanging over Silicon Valley in 2001,” Roelof Botha, a partner with VC firm Sequoia Capital, told Bloomberg Businessweek last fall. “And there’s a fog hanging over it now. There’s no underlying wave of growth.” Since 2015, CB Insights has counted 117 down rounds in tech, instances when a company raises more money by selling existing shares at reduced value. A down round doesn’t mean a company will fail, but it does signal a warning about the market it’s operating in. The lesson here is that people trying to raise venture capital shouldn’t be worried about what Uber, specifically, might do to the economy if the company fails. There are plenty of other hints that a market correction is already well under way. The question now is whether the bubble will pop as dramatically as it has before, or simply go right on deflating the way it seems to be. This story originally appeared on TheAtlantic.com. More from The Atlantic: The Life-Changing Magic of Mushrooms, The Different Stakes of Male and Female Birth Control"}, {"timestamp": "03/03/2017 12:01 pm ET", "article_text": "Donald Trump is president, like it or not. And with a new administration comes changes in policy that will affect your portfolio. Some Trump policy changes and key Cabinet appointments came quickly, and their impact on financial markets has already started taking hold. In other areas, we have little more than general comments from the administration to indicate policy direction. Whatever you may think about the changes, it’s a good time to assess the investment risks and opportunities — which sectors are likely to surge, and which might flounder — under the Trump administration. Here are eight worth examining: 1. Infrastructure opportunities brewing Possibly one of the most obvious bets is in construction companies. Pipelines and giant walls are just two of the sorts of projects Trump has advocated during his first weeks in office. As a candidate, he also promised a $1 trillion infrastructure plan to rebuild many of the nation’s roads and bridges. If he can convince Congress to pay for it all, there could be lots of money flowing to construction companies over the next few years. Industrial equipment maker Caterpillar could see some of this cash come their way to purchase the backhoes and bulldozers required for big projects. Cemex, a Mexican company that makes concrete and cement, could also do well. The possibilities go beyond bridges and roads; there may also be major improvements and expansions to the nation’s communication networks and power infrastructure — a potential boon for companies that make and install things like power lines and fiber optic cables. 2. Energy industry shifts Companies that mine uranium and run nuclear power plants are excited by the prospects under the Trump administration, owing to comments that suggest he’s pro-nuclear. Professionals urge care in investing in the industry, since it is quite volatile. Oil and gas companies have also rallied, since Trump seems to be a friend to companies that pull carbon out of the ground. One strong indication was his appointment of Rex Tillerson, the former CEO of ExxonMobil, to be his secretary of state. Trump often talks about revitalizing coal — in part by removing environmental regulations to rev up the industry — but problems with coal go beyond those regulations and are unlikely to be solved by the president. For one thing, plentiful natural gas has supplanted coal as the fuel of choice for utilities and other big users. Trump’s comments also signal renewable energy may become a loser. If his policies lower gas and oil prices, people won’t be as quick to switch to environmentally friendly energy sources like solar. Additionally, federal subsidies for these industries may dry up. While you can always buy shares in large companies like ExxonMobil or BP, it might be safer to look for a fund you like that trades in the sector. Check out, “Think Oil Will Rebound? Here’s How to Pump Some Profits,” for ideas. 3. Financial sector buoyant While running for office, Trump said he wanted to do away with the “carried interest deduction” — a tax break for select investors, like hedge fund managers. But the industry and many investors are optimistic about his plans to cut many of the regulations imposed by the Dodd-Frank Wall Street Reform and Consumer Protection Act, which were put in place in the wake of the 2008 financial crisis. Throw in the possible elimination of the Consumer Financial Protection Bureau, and it could mean looser regulations and bigger profits for banks and other financial service companies. Following Trump’s inauguration, shares in the biggest banks surged. This includes heavy-hitters like Morgan Stanley, Wells Fargo, Citigroup, Goldman Sachs and Bank of America. By all indications, some experts say, the trend will continue. Additionally, if changes to tax policy allow the repatriation of the billions of dollars multinational companies currently are holding offshore, that could spark a wave of mergers, acquisitions and stock buybacks. In addition to the companies holding the offshore cash, like Apple and GE, the companies that help facilitate these transactions could do well. Goldman Sachs, Morgan Stanley and other Wall Street big dogs will again be beneficiaries. 4. Health care turmoil Anyone who can predict what’s going to happen to health care reform could make a fortune. The Republican Party in control of Congress is haggling over whether to “repeal and replace” the Affordable Care Act or “repair” the ACA, also called Obamacare. Until plans firm up, the sector will experience turmoil. The unpredictable nature of the sector makes it a risky investment. Trump’s comments about the big pharmaceutical companies “getting away with murder” clobbered prices in the sector in mid-January, though most rebounded after he met with pharmaceutical executives behind closed doors several days later. The president’s stance on drug pricing is now unclear, but some experts are bullish on drug companies. They point to multinationals like Pfizer or Novartis as companies likely to churn steady profits during the Trump administration. 5. Insurance expansion? Trump wants to let insurance companies sell their products across state lines — health insurance in particular. How that would impact Americans’ access to health coverage remains to be seen, but the impact on insurers’ bottom lines will probably be positive. In addition, insurers are expecting to see higher yields, according to the Financial Times (subscription wall). If you are interested in the industry, but not confident about choosing specific companies from among the big names (MetLife, Prudential Financial, et al.) consider investing in insurance sector funds. 6. Bullish on defense Trump has claimed the U.S. military has been depleted. Though many experts disagree, a Republican Congress is often friendly toward increased defense spending. Some who study defense note there have been some mixed messages. Trump wants increases in defense spending, but he’s also taken to Twitter to complain about the cost of some projects such as the F-35 and Air Force One. On balance, analysts still expect the defense industry to do well in GOP-dominated Washington. If Trump follows through with plans to increase defense spending, that’s obviously good news for companies that make planes, ships, tanks and other equipment — such as Northrup Grumman, Lockheed Martin, Boeing, Raytheon and General Dynamics — as well as thousands of smaller companies that provide parts and services to those giants. 7. Caution: importers and exporters Yes, “importers and exporters” covers practically every major company, due to the emergence of global supply chains. Trump’s plans to rip up trade deals and impose high import tariffs create tremendous uncertainty for both. If he can actually get better deals through trade negotiations, there might be a net positive for the economy. But if the proposed Border Adjustment Tax turns into reality, the first casualties would be U.S. importers because it will make the goods they are bringing in more expensive. (Some economists have argued that such a tax could hurt the overall economy.) Secondarily, the shift in trade practices could spark retaliation by foreign governments against U.S. goods — thus harming American exporters. 8. Tech uncertainty According to Code.org, there are more than 527,000 computing jobs open nationwide but fewer than 43,000 people last year who earned computer science degrees. Trump’s moves to curtail immigration and potentially shrink the H-1B visa program (which allows the temporary hiring of foreign workers in specialty occupations) could hurt tech companies’ ability to hire enough workers. Add to that the fact that tech companies are big exporters, and these could be tough times for the sector. While some might get a short-term boost if companies are allowed to repatriate overseas holdings, most experts agree that positive will be outweighed by the negatives. More From MoneyTalksNews: What industries do you think investors should watch? Let us know in the comments below or on Facebook."}, {"timestamp": "02/23/2017 10:58 am ET", "article_text": "By Kaveh Waddell In a fit of productivity, I did my taxes early this year. They were a bit more complex than usual, so I set aside some time to click through TurboTax and make sure I got everything right. Throughout the process, the online tax-preparation program repeatedly reassured me that it had helped me identify every possible tax deduction I qualify for, and made sure I didn’t make any mistakes. Attractively animated progress bars filled up while I waited for TurboTax to double- and triple-check my returns. But as I watched one particularly slick animation, which showed a virtual tax form lighting up line by line — yellow or green — I wondered if what I was seeing actually reflected the progress of a real task being tackled in the background. Did it really take that long to “look over every detail” of my returns, which is what the page said it was doing? Hadn’t TurboTax been checking my work as we went? I sat down with my colleague Andrew McGill to figure out what was going on in the background. We combed through the source code powering TurboTax’s website, and soon confirmed my suspicion: The animation was fixed. It didn’t appear to be communicating with the site’s servers at all once it began playing — and every TurboTax user saw the same one, which always took the same amount of time to complete. (The same went for at least one other page which purported to show the progress of TurboTax’s checks for “every possible tax break” with three animated bars.) RELATED: The Facebook Algorithm Is Watching You But why? Why misrepresent how long it takes to complete a process, and take up unnecessary time doing so? It’s not because TurboTax delights in messing with its clients. Instead, the site’s artificial wait times are an example of what Eytan Adar, a professor of information and computer science at the University of Michigan, calls “benevolent deception.” In a paper he published in 2013 with a pair of Microsoft researchers, Adar described a wide range of design decisions that trick their users — but end up leaving them better off. Benevolent deceptions can hide uncertainty (like when Netflix automatically loads default recommendations if it doesn’t have the bandwidth to serve personalized ones), mask system hiccups to smooth out a user’s experience (like when a progress bar grows at a consistent rate, even if the process it’s visualizing is stuttering), or help people get used to a new form of technology (like the artificial static that Skype plays during quiet moments in a conversation to convince users the call hasn’t been dropped). The word “deception” has a negative connotation, and lying to users is generally frowned upon. But Adar says it’s actually a useful, beneficial tool if deployed correctly — and that designers have been tricking their users for years, even if they preferred not to think of it that way. Curiously, the case of the TurboTax animations is a departure from most of the deceptive practices Adar studied: Rather than covering up a system slowdown, it’s introducing one. The delay, it turns out, is meant to build customers’ confidence in the product to which they just entrusted all their financial information. “The process of completing a tax return often has at least some level of stress and anxiety associated with it,” said Rob Castro, a spokesperson for TurboTax’s parent company, Intuit. “To offset these feelings, we use a variety of design elements — content, animation, movement, etc. — to ensure our customers’ peace of mind that their returns are accurate and they are getting all the money they deserve.” Adar made a similar decision in a game he designed as an experiment nearly two decades ago. The game, which involved two people negotiating on a price on two separate mobile devices, culminated in a complex step: Both participants’ bids were encrypted, transmitted wirelessly, and compared, and a software program would show whether or not a deal could be reached. Despite its complexity, this step was nearly instantaneous in the game’s first iteration. But the speed confused people. “Their reaction was, ‘Wow, was that it?’” Adar said. “That was sort of a bummer for us.” He devised a tweak: Instead of happening immediately, the final step launched launched an onscreen animation, which took over the screen with asterisks The security theater appeared to work. “Their delight seemed to increase — and maybe their confidence as well,” Adar said. (The difference was anecdotal; the researchers never formally tested participants’ reactions.) Although designers don’t always like to talk about it, the practice of building in artificial waits isn’t uncommon. Last year, Fast Company’s Mark Wilson discovered that Facebook uses the same trick on its safety page. He turned up other examples, too: a loan-approval app that builds suspense before delivering results to avoid making customers suspicious, and a site for delivering personalized phone-plan recommendations that slowed down its response time in order to convince users they were actually getting custom results. Examples abound on Twitter, like this progress bar on a Verizon webpage that’s just a timer. RELATED: The Myth of Apple’s Great Design Wilson cited a 2011 paper from a pair of Harvard professors that studied this effect — they named it the “labor illusion” — in detail. They found that websites that made their operations look easy were actually less satisfying to consumers. “When websites engage in operational transparency by signaling that they are exerting effort, people can actually prefer websites with longer waits to those that return instantaneous results,” they wrote. “Even when those results are identical.” But not every benevolent deception is designed to make people think the system they’re interacting with is in total control. One trick in particular injected uncertainty into a visual representation of data — and triggered near-heart attacks across the country. The online election-day dashboard on The New York Times included a set of three dials across the top, displaying the newspaper’s best guess at Hillary Clinton and Donald Trump’s shares of the popular vote, their electoral college votes, and their chance at winning the presidency. Throughout the night, the needle on each of the gauges danced and wiggled, starting in what appeared to be deep Clinton territory and ending, well after midnight, squarely on a Trump victory. The needles were in constant motion — back and forth, back and forth — adding to the anxiety of the moment. A few enterprising readers dug into the page’s source code, found that the needles were jiggling randomly, and let out their rage on Twitter. More than one person used the word “irresponsible.” Gregor Aisch, one of the Times designers behind the election dashboard, justified the needle’s quiver on his blog the following week. The needle only wandered within the margin of error of the forecast at any given moment, Aisch explained. The movement was designed to emphasize the live, ever-changing nature of the forecast, while visualizing the uncertainty included in the model’s output. The forecast became more precise as the night wore on, and so the needle jittered less and less. I asked Aisch whether the blowback to the anxiety-inducing dials made him to reconsider any of his team’s decisions. It didn’t. The visualization accurately depicted what it was meant to, he said, and he’d use a similar tactic if he were designing the dashboard again. The negative response may have really been misdirected anger at the vote tally, he predicted. “During election night, we were simply the first ones to destroy the hopes of a lot of people,” Aisch said. “Hence, we took the fire.” The one thing Aisch said he’d do differently is not to display each candidate’s chance of winning as a percentage. To most, he said, an 80 percent chance of a Clinton win seemed like a home run, when it fact, her victory was far from certain. “Nobody would ever trust contraceptives if their chance of failure was one in five, but we made many people believe that Clinton had a clear advantage,” Aisch said. When Twitter users pulled away the curtain and Aisch’s deception was revealed, some felt they’d been maliciously tricked. A deception, after all, works best when it’s deceiving people. RELATED: Is AI a Threat to Christianity? I asked Adar if there was a point at which deception crosses from benevolent to malevolent. He set down three ground rules: Designers should prefer non-deceptive solutions to problems, their deceptions should measurably improve the product, and the user — if asked — should prefer the deceptive solution. (Of course, most designers won’t have the chance to ask their users whether or not they want to be tricked, so they have to make that call on their own.) But a deception that’s beneficial to a user doesn’t necessarily have to set the designer back. In fact, Adar says, a good deception usually benefits everyone involved: Happier users keep coming back to use — and perhaps pay for — a well-designed service. Take the TurboTax example. Its design touches may make customers less stressed during tax season, and make them feel better about their finances. They, in turn, will come back and keep paying for the service every year. But TurboTax has another incentive to keep the process from moving as quickly as possible. Its service is a friendly guide through the thorny jungle of credits, benefits, deductions, and forms that Americans must tromp through every year, and it’s in Intuit’s best interest to make that jungle seem as thorny and inhospitable as possible. The company regularly lobbies to keep the complicated U.S. tax code in place, and opposes proposals that would radically simplify it. So a few extra seconds of animations that make you feel like TurboTax is slaving away diligently on your returns is sure to make you feel better—but it also keeps you in awe of what Intuit’s software is doing. When, at the end, it asks you to fork over 50 or 100 bucks for the effort, those few seconds might make pulling out your credit card a little easier. This story originally appeared on TheAtlantic.com. More from The Atlantic: The Life-Changing Magic of Mushrooms, The Different Stakes of Male and Female Birth Control"}, {"timestamp": "02/22/2017 11:59 am ET", "article_text": "The drones are coming, and they’re bearing good things. UPS released video this week of its first completed test delivery by drone. The company said it hopes this will be a major liftoff in changing its day-to-day operations. The video posted to YouTube Tuesday shows the top of one of the company’s brown delivery trucks in Florida sliding open to reveal a launch pad. The truck’s driver then activates the drone from inside, causing the device to lift off to a predetermined location. After dropping off the package, the drone returns to the truck, which is now in another location, and docks on its own. Using drones can improve deliveries to rural destinations that would otherwise require more time to reach, UPS said. “Imagine a triangular delivery route where the stops are miles apart by road,” said Mark Wallace, UPS senior vice president of global engineering and sustainability, in a release. “Sending a drone from a package car to make just one of those deliveries can reduce costly miles driven. This is a big step toward bolstering efficiency in our network and reducing our emissions at the same time,” he said. UPS estimated that reducing just one mile for each driver per day would save the company $50 million per year. The drones would also free up the drivers to perform other tasks, as the delivery drone’s developer pointed out. “It’s wonderful to see this technology applied in such a practical way,” said Stephen Burns, whose company, Workhorse, designed the octocopter drone that’s seen in the video. “The drone is fully autonomous. It doesn’t require a pilot. So the delivery driver is free to make other deliveries while the drone is away.” Amazon and Google have also taken strides in using drones for delivery. Amazon’s system, called Prime Air, can carry packages up to 5 pounds, according to the company’s website. UPS’s current ability, according to its release, is up to 10 pounds. Both companies’ drones can fly for up to 30 minutes at a time. Project Wing, which is an initiative of Google’s parent company, Alphabet Inc., has meanwhile shown success in flying burritos to customers. John Dodero, vice president of industrial engineering at UPS, declined in an interview with Reuters, to say whether the drones could one day replace human workers. “We have no idea how all that will play out until we find out how to integrate them into the business,” he told the news agency. “UPS is never looking to replace our UPS drivers,” Dodero said, while calling the employees “the face of our company.”"}, {"timestamp": "01/17/2017 04:44 pm ET", "article_text": "By Kaveh Waddell Last week, Anna Brittain, a young-adult author based in Birmingham, Alabama, got a surprising text from her sister. As a part of a routine search for her own internet footprint — Brittain’s sister works at a child-advocacy center — she had entered her own name into the genealogy site FamilyTreeNow she’d just read about on Facebook. Something unusual popped up: Her niece, Brittain’s kids, were listed as her “associates.” Brittain was rattled. Her sister’s profession puts her at risk of retaliation, and Brittain didn’t want her young kids to be put in harm’s way, too. She followed a labyrinthine set of steps to remove her and her husband’s profiles from the website, and tweeted out instructions for others to do the same. By the next morning, the first tweet in her thread had been retweeted more than 3,000 times. Replies ranged from disbelief to anger, as other users urged their friends and family to opt out, too. The site’s profile-removal tool soon buckled under the weight of the traffic, leaving people to send manual removal requests through the website’s contact form. (I reached out to FamilyTreeNow through its website, and to its founder, Dustin Weirich, whose contact information I found on Whitepages.com — Weirich appears to have removed his information from FamilyTreeNow since Brittain’s tweets went viral — but I didn’t receive a response.) RELATED: When You Fall in Love This Is What Facebook Sees But even those who were able to opt out of FamilyTreeNow were only barely less visible online than they were before. Trying to scrub your identity from the internet is like trying to drain a bucket of water with an eyedropper, while a dripping faucet slowly fills it back up again. MyFamilyTree is just one site in an extensive web of online services that compile, store, and sell (or give away) personal data. It bills itself as a genealogy research site — a free, less powerful version of the dominant Ancestry.com service — that allows people to search for their family members and assemble detailed family trees. But there are dozens of general people-search sites out there, like Whitepages.com and Spokeo, that serve up personal information to anyone with some free time and a few bucks to spend. Most of these sites are powered by large, shadowy data brokers without publicly accessible search features, which track the personal data of millions of people. Add in public information like birth, marriage, arrest, and court records, and incredibly detailed profiles begin to emerge. There are legal limits on how people can use information gleaned from these sites — they can’t be used to evaluate a job candidate, for example, or to stalk someone — but there are few actual safeguards in place to keep a user from doing just that. On people-search sites, a few clicks (and sometimes a small payment) will unlock information on just about anybody. All you need to know is a name  —if it’s a common one, another detail like state or age will help narrow the search — and you’ll get back that person’s age, phone numbers, email addresses, current and past home addresses, as well as their family members and “associates,” which can include more distant relatives or roommates. (These details can lay bare the details to common security questions, like “What street did you grow up on?” and “What’s your mother’s maiden name?”) Another small payment will buy you a background check that searches for the person’s criminal history, court records, properties, business licenses, and other details. Most sites let you perform reverse searches, too: Enter a phone number or email address and you can see who owns it. If all this readily accessible personal information makes you uncomfortable, by all means, try to remove your records. It’s rarely as easy as it sounds: There’s no legal requirement for brokers to accept or honor requests for removal, and many go out of their way to make it difficult, if they make it possible at all. RELATED: The Binge Breaker In 2014, the journalist Julia Angwin tried to remove her information from the databases of every data broker and people-search engine she could find. Of the 212 brokers she came across, fewer than half allowed her to opt out at all, and most of those required her to submit identification, like a driver’s license. Twenty-four of the brokers required opt-outs to be mailed or faxed in. I asked Tom Donlea, a spokesperson for Whitepages, what happens when people submit opt-out requests to his company. He said that people who ask for their information to be removed will no longer show up in search results on both the free and the paid “Premium” site, but that the record will remain available for its “Pro” business subscribers. (Companies that pay to access Whitepages Pro can use it to automatically verify information about customers, and prevent fraudulent sign-ups that use fake addresses or contact information.) Few protections exist to prevent publicly available records from being abused. Data brokers don’t consider themselves to be credit reporting agencies, which means they can’t be used for screening potential employees or tenants. (Credit reporting agencies like the “Big Three” credit bureaus are subject to a law called the Fair Credit Reporting Act, or FCRA, which places limits on how they can collect and use personal information.) But beyond including language in their terms of use warning people not to use their service for those ends, there’s little sites like Whitepages.com or Spokeo can do to keep people from using them for unauthorized purposes. Companies rarely get in trouble if someone the uses personal information they sell in an unauthorized way, creating a “Wild West” where data brokers and people-search engines aren’t closely regulated, says Danielle Citron, a law professor at the University of Maryland and the author of Hate Crimes in Cyberspace. “There are businesses that from low to high, small to big, that don’t care about FCRA,” Citron said. “They are scofflaws.” In 2012, Spokeo paid $800,000 to settle a Federal Trade Commission lawsuit that alleged the company violated FCRA. The FTC said that Spokeo advertised its records-search services as a way for human-resources departments to “explore beyond the resume” and learn more about potential employees: a service that should only be offered by credit-reporting agencies. In 2010, the lawsuit alleged, Spokeo changed its terms of service to clarify that it’s not a credit-reporting agency, and that users shouldn’t use the site for vetting candidates — but it didn’t revoke or restrict HR departments’ access to its database. Spokeo, like most other big people-search websites, now includes language on its website warning users not to use their service for FCRA purposes. But while the FTC lawsuit may have made those sites more vigilant about keeping large HR departments from using their service, individuals can still use them in illicit ways with little worry of getting in trouble. When I asked Donlea, the Whitepages spokesperson, about some of the ways consumers use Whitepages Premium — which surfaces criminal, court, and bankruptcy records, for $30 a month — he said it might be used to investigate a child’s fourth-grade teacher, or a new nanny who’s looking after the kids. I asked him if researching the nanny would violate FCRA if, for example, a parent decided to fire (or not to hire) the nanny based on a criminal history that Whitepages helps unearth. “We don’t think so,” Donlea replied. He emphasized that Whitepages “cannot be used for credit decisions and hiring,” but said running a background check on someone who will care for your children is okay. RELATED: The Inevitability of Being Hacked Under FCRA, credit-reporting agencies have an obligation to maintain accurate records, and have to launch an investigation if a consumer says their own report has errors. But since people-search websites don’t consider themselves to be credit-reporting agencies, they often don’t include a way for users to submit corrections or edits about their own personal information. Donlea says Whitepages doesn’t allow people to submit changes to their own profiles. The prospect of an overzealous recruiter or parent misusing people-search sites is worrying enough. But the services, overflowing with readily available contact information, also make it easier than ever to stalk others. In cases of harassment, stalking, or abuse, it’s not always easy to know where a perpetrator got a victim’s information. But in one unusually well documented case, details obtained from a people-search website led a killer straight to his mark. In 1999, a stalker shot and killed 20-year-old Amy Boyer, a woman with whom he had become obsessed since attending high school with her. Liam Youens paid Docusearch about $150 for information about Boyer, including her Social Security number and her work address. He kept notes about his intentions on a public website before eventually fatally shooting her and then himself. “It’s accually obsene what you can find out about a person on the internet,” Youens had written on his site, which was rife with misspellings, as he searched for details about Boyer online. “I’m waiting for the results.” After Boyer’s mother sued Docusearch for invasions of privacy and wrongful death, New Hampshire’s Supreme Court ruled in 2003 that data brokers have a legal duty to the people whose information they sell. “It was groundbreaking,” Citron said of the Docusearch case. “It said, ‘Hey, data brokers, you should be forewarned that your business model puts people at risk for stalking and harassment and murder, because you’re trafficking in personal information.’” The company settled the lawsuit for $85,000. Since the Docusearch case, the landscape for data brokers has shifted. The New Hampshire Supreme Court’s decision opened data brokers up to new forms of liability, and in 2007, a new federal law banned “pretexting” — the practice of approaching someone under false pretenses to obtain personal information — which is how Docusearch obtained Boyer’s work address. But it’s still easy — perhaps easier than ever — to quickly find information online about just about anyone. Preventing every instance of abuse is “virtually impossible,” said Donlea. He said that 55 million unique visitors use the free Whitepages service every month, but wouldn’t reveal how many users pay for access to Whitepages Premium. “With that volume of visitors, we do our best to make sure we’re only offering up landline telephone numbers and addresses” to users who don’t pay for Premium, Donlea said. Ultimately, it may be just too simple to look up someone’s personal information, Citron says. “Are there enough speed bumps? I think the answer is that there aren’t enough,” she said. When I signed up for Whitepages Premium, I agreed to its terms of service, which includes a short section on abuse: Then, before I ran my first search, I was asked why I was using the site. I chose “general research,” and wasn’t bugged any further. As I pulled out my wallet to pay for a full background check on myself, Whitepages assured me that my request would be “100% PRIVATE: Kaveh will never be notified of this search.” And with those small speedbumps behind me, I was left to browse the sordid details of my past in peace. This story originally appeared on TheAtlantic.com. More from The Atlantic: The Life-Changing Magic of Mushrooms, The Different Stakes of Male and Female Birth Control"}, {"timestamp": "01/02/2017 01:48 pm ET", "article_text": "2016 was an incredible year for technology, and for humanity. Despite all the negative political-related news, there were 10 tech trends this year that positively transformed humanity. For this “2017 Kick-Off” blog, I reviewed 52 weeks of science and technology breakthroughs, and categorized them into the top 10 tech trends changing our world. I’m blown away by how palpable the feeling of exponential change has become. I’m also certain that 99.999 percent of humanity doesn’t understand or appreciate the ramifications of what is coming. In this blog, enjoy the top 10 tech trends of the past 12 months and why they are important to you. (NOTE: at the end of this blog, I provide a detailed reference for all of the new items below). Let’s dive in… In 2010, 1.8 billion people were connected. Today, that number is about 3 billion, and by 2022 – 2025, that number will expand to include every human on the planet, approaching 8 billion humans. Unlike when I was connected 20 years ago at 9,600 baud via AOL, the world today is coming online at 1 megabit per second or greater, with access to the world’s information on Google, access to the world’s products on Amazon, access to massive computing power on AWS and artificial intelligence with Watson… not to mention crowdfunding for capital and crowdsourcing for expertise. Looking back at 2016, you can feel the acceleration. Here are seven stories that highlight the major advances in our race for global connectivity: a) Google’s 5G Solar Drones Internet Service: Project Skybender is Google’s secretive 5G Internet drone initiative. News broke this year that they have been testing these solar-powered drones at Spaceport America in New Mexico to explore ways to deliver high-speed Internet from the air. Their purported millimeter wave technology could deliver data from drones up to 40 times faster than 4G. b) Facebook’s Solar Drone Internet Service: Even before Google, Facebook has been experimenting with a solar-powered drone, also for the express purpose of providing Internet to billions. The drone has the wingspan of an airliner and flies with roughly the power of three blowdryers. c) ViaSat Plans 1 Terabit Internet Service: ViaSat, a U.S.-based satellite company, has teamed up with Boeing to launch three satellites to provide 1 terabit-per-second Internet connections to remote areas, aircraft and maritime vehicles. ViaSat is scheduled to launch its satellite ViaSat2 in early 2017. d) OneWeb Raises $1.2B for 900 Satellite Constellation: An ambitious low-Earth Orbit satellite system proposed by my friends Greg Wyler, Paul Jacobs and Richard Branson just closed $1.2 billion in financing. This 900-satellite system will offer global Internet services as soon as 2019. e) Musk Announces 4,425 Internet Satellite System: Perhaps the most ambitious plan for global Internet domination was proposed this year by SpaceX founder Elon Musk, with plans for SpaceX to deploy a 4,425 low-Earth orbit satellite system to blanket the entire planet in broadband. We’ve just exceeded a historic inflection point. 2016 was the year solar and renewable energy became cheaper than coal. In December, the World Economic Forum reported that solar and wind energy is now the same price or cheaper than new fossil fuel capacity in more than 30 countries. “As prices for solar and wind power continue their precipitous fall, two-thirds of all nations will reach the point known as “grid parity” within a few years, even without subsidies,” they added. This is one of the most important developments in the history of humanity, and this year marked a number of major milestones for renewable energy. Here’s 10 data points (stories) I’ve hand-picked to hammer home the historic nature of this 2016 achievement. a) 25 percent of the world’s power comes from renewables: REN21, a global renewable energy policy network, published a report showing that a quarter of the world’s power now comes from renewable energy. International investment in renewable energy reached $286 billion last year (with solar accounting for over $160b of this), and it’s accelerating. b) In India, solar is now cheaper than coal: An amazing milestone indeed, and India is now on track to deploy >100 gigawatts of solar power by 2022. c) The UK is generating more energy from solar than coal: For the first time in history, this year the U.K. has produced an estimated 6,964 GWh of electricity from solar cells, 10 percent higher than the 6,342 GWh generated by coal. d) Coal plants being replaced by solar farms: The Nanticoke Generating Station in Ontario, once North America’s largest coal plant, will be turned into a solar farm. e) Coal will never recover: The coal industry, once the backbone of U.S. energy, is fading fast on account of renewables like solar and wind. Official and expert reports now state that it will never recover (e.g. coal power generation in Texas is down from 39 percent in early 2015 to 24.8 percent in May 2016). f) Scotland generated 106 percent energy from wind: This year, high winds boosted renewable energy output to provide 106 percent of Scotland’s electricity needs for a day. g) Costa Rica ran on renewables for 2+ months: The country ran on 100 percent renewable energy for 76 days. h) Google to run 100 percent on renewable energy: Google has announced its entire global business will be powered by renewable energy in 2017. i) City of Las Vegas meets goal of 100 percent power by renewables: Las Vegas’s city government now runs entirely on renewable energy. j) Tesla’s Gigafactory: Tesla’s $5 billion structure in Nevada will produce 500,000 lithium ion batteries annually and Tesla’s Model III vehicle. It is now over 30 percent complete… the 10 million square foot structure is set to be done by 2020. Musk projected that a total of 100 Gigafactories could provide enough storage capacity to run the entire planet on renewables. Though it may seem hard to believe, the end of cancer and disease is near. Scientists and researchers have been working diligently to find novel approaches to combating these diseases, and 2016 saw some extraordinary progress in this regard. Here are my top 10 picks that give me great faith about our abilities to cure cancer and most diseases: a) Cancer immunotherapy makes strides (extraordinary results): Immunotherapy involves using a patient’s own immune system (in this case, T cells) to fight cancer. Doctors remove immune cells from patients, tag them with “receptor” molecules that target the specific cancer, and then infuse the cells back in the body. During the study, 94 percent of patients with acute lymphoblastic leukemia (ALL) saw symptoms vanish completely. Patients with other blood cancers had response rates greater than 80 percent, and more than half experienced complete remission. b) In China, CRISPR/Cas9 used in first human trial: A team of scientists in China (Sichuan University) became the first to treat a human patient with an aggressive form of lung cancer with the groundbreaking CRISPR-Cas9 gene-editing technique. c) NIH approves human trials using CRISPR: A team of physicians at the University of Pennsylvania’s School of Medicine had their project of modifying the immune cells of 18 different cancer patients with the CRISPR-Cas9 system approved by the National Institute of Health. Results are TBD. d) Giant Leap in treatment of diabetes from Harvard: For the first time, Harvard stem cell researchers created “insulin producing” islet cells to cure diabetes in mice. This offers a promising cure in humans as well. e) HIV genes cut out of live animals using CRISPR: Scientists at the Comprehensive NeuroAIDS Center at Temple University were able to successfully cut out the HIV genes from live animals, and they had over a 50 percent success rate. f) New treatment causes HIV infected cells to vanish: A team of scientists in the U.K. discovered a new treatment for HIV. The patient was treated with vaccines that helped the body recognize the HIV-infected cells. Then, the drug Vorinostat was administered to activate the dormant cells so they could be spotted by the immune system. g) CRISPR cures mice of Sickle Cell Disease: CRISPR was used to completely cure sickle cell by editing the errant DNA sequence in mice. The treatment may soon be used to cure this disease, which affects about 100,000 Americans. h) Eradicating Measles (in the U.S.): The World Health Organization (WHO) announced that after 50 years, they have successfully eradicated measles in the U.S. This is one of the most contagious diseases around the world. i) New Ebola vaccine proved to be 100 percent effective: None of the nearly 6,000 individuals vaccinated with rVSV-ZEBOV in Guinea, a country with more than 3,000 confirmed cases of Ebola, showed any signs of contracting the disease. j) Eradicating Polio: The World Health Organization has announced that it expects to fully eradicate polio worldwide by Early 2017. I am personally convinced that we are on the verge of significantly impacting human longevity. At a minimum, making “100 years old the new 60,” as we say at Human Longevity Inc. This year, hundreds of millions of dollars were poured into research initiatives and companies focused on extending life. Here are five of the top stories from 2016 in longevity research: a) 400-Year-old shark discovered: A Greenland shark that could have been over 400 years old was discovered this year, making the species the longest-lived vertebrate in the world. b) Genetically reversing aging: With an experiment that replicated stem cell-like conditions, Salk Institute researchers made human skin cells in a dish look and behave young again, and mice with premature aging disease were rejuvenated with a 30 percent increase in lifespan. The Salk Institute expects to see this work in human trials in less than 10 years. c) 25 percent life extension based on removal of senescent cells: Published in the medical journal Nature, cell biologists Darren Baker and Jan van Deursen have found that systematically removing a category of living, stagnant cells can extend the life of mice by 25 percent. d) Funding for anti-aging startups: Jeff Bezos and the Mayo Clinic-backed Anti-Aging Startup Unity Biotechnology with $116 million. The company will focus on medicines to slow the effects of age-related diseases by removing senescent cells (as mentioned in the article above). e) Young blood experiments show promising results for longevity: Sakura Minami and her colleagues at Alkahest, a company specializing in blood-derived therapies for neurodegenerative diseases, have found that simply injecting older mice with the plasma of young humans twice a week improved the mice’s cognitive functions as well as their physical performance. This practice has seen a 30 percent increase in lifespan, and increase in muscle tissue and cognitive function. I’ve increasingly become confident and passionate about stem cells, the regenerative engine of the body, to help cure disease and extend the healthy human lifespan. I previously wrote about stem cells and the incredible work from Dr. Robert (Bob) Hariri here. Below are my top three stories demonstrating the incredible research and implications for stem cells in 2016: a) Stem cells able to grow new human eyes: Biologists led by Kohji Nishida at Osaka University in Japan have discovered a new way to nurture and grow the tissues that make up the human eyeball. The scientists are able to grow retinas, corneas, the eye’s lens, and more using only a small sample of adult skin. b) Stem cell injections help stroke victims walk again: In a study out of Stanford, of 18 stroke victims who agreed to stem cells treatments, seven of them showed remarkable motor function improvements. This treatment could work for other neurodegenerative conditions such as Alzheimer’s disease, Parkinson’s and Lou Gehrig’s disease. c) Stem cells help paralyzed victim gain use of arms: Doctors from the USC Neurorestoration Center and Keck Medicine of USC injected stem cells into the damaged cervical spine of a recently paralyzed 21-year-old man. Three months later, he showed dramatic improvement in sensation and movement of both arms. 2016 was definitely the year of the autonomous vehicle. As Google, Tesla and Uber lead the charge, almost every major car company is investing heavily in autonomy. This will be one of the defining technology developments of the decade ― soon we may well look back in shock that we ever let humans drive cars on their own… In looking back at the last 12 months, here are the top nine developments in self-driving cars: a) Autonomous Uber operational in Pittsburgh: Uber’s self-driving autonomous cars began picking up passengers in Pittsburgh this year. They also attempted a rollout in San Francisco. b) Uber’s self-driving trucks made a delivery of 50,000 beers: This year, Uber acquired autonomous truck company Otto, and the retrofitted 18-wheeler made its first delivery… 50,000 cans of Budweiser. c) Every Tesla Will Be Fully Autonomous in 2017: Elon Musk announced that all new Tesla cars will have Level 5 autonomy. This means that by 2017, Tesla cars will be fully capable of driving themselves with zero interaction from a human driver. d) Ford targets 2021 for autonomous vehicle release: Ford announces intention to deliver high-volume, fully autonomous vehicle for ridesharing in 2021. e) GM’s first fully autonomous car: The company plans to bring its fully electric self-driving cars to the masses by launching its first driverless cars on Lyft. f) Google creates Waymo to support self-driving car technology: Google spun out its self-driving car unit as its own separate entity called Waymo. g) Google plans ride-sharing service with Chrysler: Google will deploy a semi-autonomous version of the Chrysler Pacifica minivan by as soon as the end of 2017. h) Autonomy will kill car ownership: A former Tesla and BMW exec said that self-driving cars would start to kill car ownership in just five years. John Zimmer, the cofounder and president of Lyft, said in September that car ownership would “all but end” in cities by 2025. i) Self-Driving Tractors Hit Farms: The self-driving tractors can deliver faster, more precise results than their human-controlled counterparts. Quadcopters and multicopters big and small made huge strides in 2016. We are headed towards a world where autonomous drones will image the world at millimeter resolution, deliver products and packages, and transport humans to remote areas that were previously inaccessible by roads. Here were the top six drone and “flying car” developments this year: a) Amazon Prime Air Made Its First Delivery: Amazon’s drone delivery program “Prime Air” made its first delivery in the U.K. this year. Expect a much bigger rollout in 2017. b) The 7-11 convenience store leads: Convenience store 7-11 made 77 drone deliveries this year, beating Amazon by a long shot. c) Mercedes commits $500M to drone delivery: Mercedes-Benz vans and drone tech startup Matternet have created a concept car called a Vision Van. The van’s rooftop serves as a launch and landing pad for Matternet’s new M2 drones. d) Larry Page funding flying cars: Reports this year suggest Google cofounder Larry Page has been personally funding a pair of startups devoted to creating flying cars. He has purportedly put over $100 million into the ventures. e) 1,000 organ transplant deliveries from drone ordered: Last year we saw Chinese company eHang announce the first human-carrying drone. Recently, United Therapeutics CEO Martine Rothblatt announced a deal to fund 1,000 retrofitted eHang drones to provide organ deliveries to transplant patients, as part of Rothblatt’s Manufactured Organ Transport Helicopter (MOTH) system. f) Uber launched its Elevate program: Global transportation giant Uber announced its plans to enter the “flying car” service arena by publishing a massive whitepaper this year detailing its plan to launch an “on demand aviation” service called Uber Elevate. Artificial Intelligence (AI) is the most important technology humanity will ever develop. I believe AI is a massive opportunity for humanity, not a threat. Broadly, AI is the ability of a computer to understand your question, to search its vast memory banks, and to give you the best, most accurate answer. AI will also help humanity fundamentally solve its grandest challenges. You may think of early versions of AI as Siri on your iPhone, or IBM’s Watson supercomputer, but what is coming is truly awesome. Here are 10 of the most important stories for the past year: a) NVIDIA revealed a deep-learning computer chipset: The Tesla P100, Nvidia’s newly announced 15-billion-transistor chip, is designed specifically for deep-learning A.I. technology. Hardware advances like this are rapidly accelerating AI developments. b) $5M IBM Watson AI XPRIZE: The XPRIZE Foundation and IBM Watson, in partnership with TED, announced a $5M purse for the team able to develop an AI that can collaborate with humans to solve grand challenges. The top three teams will compete on the TED stage in the spring of 2020. c) AIs can read your lips: A new AI lip reader out of Oxford called LipNet was built to process whole sentences at a time. LipNet was 1.78 times more accurate than human lip readers in translating the same sentences. d) AI’s predict election better than humans: MogIA, an AI system developed by an Indian startup, correctly predicted the outcome of this year’s elections. It based its analysis on 20 million data points from platforms such as Google, Twitter and YouTube. e) AI System beats 500-to-1 odds, predicts the Kentucky Derby trifecta: A startup called Unanimous AI built a swarm system in which individuals within a group influence each other’s decision making. The swarm correctly predicted the top four finishers – known as a superfecta – beating 540 to 1 odds. f) Microsoft speech recognition tech scores better than humans: Microsoft’s new speech recognition technology is able to transcribe conversational speech as well as (or even better than) humans. The technology scored a word error rate (WER) of 5.9 percent. g) AI-Written novel passes first round of literary award: Titled ‘The Day A Computer Writes A Novel,’ the short story was a team effort between human authors, led by Hitoshi Matsubara from the Future University Hakodate, and, well, a computer. h) AI saves woman’s life: Reports assert that Japanese doctors have, for the first time in history, used artificial intelligence from IBM’s Watson system to detect a rare type of leukemia, helping to save a patient’s life. i) AI’s beat human pilot in air combat: Retired United States Air Force Colonel Gene Lee recently went up against ALPHA, an artificial intelligence developed by a University of Cincinnati doctoral graduate in a high-fidelity air combat simulator. The Colonel lost to the AI. j) Deep Mind beats world’s GO champion: The Go-playing AI “AlphaGo” from Google’s DeepMind beat the reigning Go world champion, winning the five-game series 4-1 overall. This is a major achievement in the field of AI and deep learning. This year saw a number of fundamental achievements in physics, as well as a number of notable discoveries in our quest to explore the cosmos. Here are the top three stories for your consideration: a) Gravitational Waves Confirmed: After decades of searching, scientists have succeeded in detecting gravitational waves from the violent merger of two massive black holes. b) Evidence found for “Planet Nine”: This year, more evidence arose suggesting there is, in fact, another giant, icy planet circling at the edges of our solar system. c) Earth-size planet around Proxima Centauri: A new planet that bears striking similarities to our own planet prompts remarkable inroads into the study of space. This also brings a new area to search for the possibility of extraterrestrial life. We are living during the birth of the commercial space era, driven by passionate billionaire backers. Companies like SpaceX, Blue Origin, Planetary Resources and various teams competing for the Google Lunar XPRIZE are building commercial rockets and spacecraft to explore the cosmos. It is an incredibly exciting time for commercial space – here are the top four developments from the past 12 months. a) Bezos announced ‘New Glenn’: Jeff Bezos announced a massive new reusable rocket family in development for his private spaceflight company Blue Origin. The rocket, called New Glenn, will be used to launch satellites and people into space, according to Bezos. b) Four companies sign private contracts to fly to moon in 2017: The teams are competing to win the $20 million Google Lunar XPRIZE to become to the first private team to land a spacecraft on the moon. The companies are: Moon Express, SpaceIL, Synergy Moon and Team-Indus. c) Musk announces Mars plans: SpaceX founder Elon Musk said he will put a person on Mars by 2025. There are four key things we will need to get there: full reusability, refueling in orbit, propellant production on Mars, and a propellant that works. d) Breakthrough Starshot Project targets interstellar travel: Theoretical physicist Stephen Hawking and Russian billionaire Yuri Milner announced their collaborative venture “Breakthrough Starshot” — a $100 million attempt to make an interstellar starship. What a past 12 months! http://money.cnn.com/2016/09/06/technology/india-reliance-jio-4g-internet/(Ambani offers free internet to 1B people) https://futurism.com/googles-enormous-internet-balloons-finally-implemented/ (Google Loon Finally Implemented) https://futurism.com/project-skybender-googles-plan-deliver-5g-internet-drone/ (Google plans 5G over Skybender/drones) https://futurism.com/videos/facebook-just-tested-its-solar-powered-internet-beaming-drone/ (Facebook testing Solar Power Drone Internet service) https://futurism.com/new-1-terabit-internet-satellites-will-deliver-high-speed-internet-remote-areas/ (ViaSat plans 1 Terabit Internet Service) https://techcrunch.com/2016/12/19/oneweb-softbank/ (one web raises $1.2B from Softbank for 900 satellite constellation) http://www.cnbc.com/2016/11/17/spacex-wants-to-launch-4425-satellites-into-space-to-bring-super-fast-internet-to-the-world.html (Musk announces 4,425 Satellite System) https://futurism.com/a-quarter-of-the-worlds-power-now-comes-from-renewables/ (25 percent of the world’s power from renewables) https://futurism.com/india-energy-minister-solar-now-cheaper-coal/ (In India, Solar is now Cheaper than Coal) http://qz.com/871907/2016-was-the-year-solar-panels-finally-became-cheaper-than-fossil-fuels-just-wait-for-2017/ (2016 was year that Solar is Cheaper than Coal) https://futurism.com/over-the-past-six-months-the-uk-generated-more-energy-from-solar-than-coal/ (The UK is generating more energy from Solar > Coal) https://futurism.com/the-largest-coal-plant-in-north-america-is-being-replaced-by-a-solar-farm/ (Largest North American Coal Plant being replaced by Solar Farms) https://futurism.com/energy-expert-coal-will-never-recover/ (Coal will never recover) http://www.theglobeandmail.com/globe-drive/news/trans-canada-highway/netherlands-looks-to-ban-all-gas-diesel-car-sales-by-2025/article29583676/ (Netherlands to ban all gas & diesel cars by 2025) https://futurism.com/for-the-first-time-ever-wind-power-generated-106-of-scotlands-energy-needs/ (Scotland generating 106 percent from Wind Energy) https://futurism.com/76-days-no-fossil-fuels-costa-rica-has-been-running-on-renewables-for-over-two-months/ (Costa Circa running on Renewables for > 2 months) https://medium.com/world-economic-forum/google-to-run-on-100-renewable-energy-in-2017-95cad0cf1302#.g3tf1bbk9 (Google to run 100 percent on renewable energy) http://www.popularmechanics.com/science/energy/a24372/las-vegas-renewable-energy/?src=nl&mag=pop&list=nl_pnl_news&date=122016 (Las Vegas meets goal of 100 percent powered by renewables) https://futurism.com/drive-on-this-france-has-opened-the-worlds-first-solar-road/ (Solar Roads being deployed in France) https://futurism.com/heres-what-elon-musk-revealed-at-new-tesla-product-unveiling/ (Solar Roof Tiles) http://www.dailymail.co.uk/sciencetech/article-4062860/Elon-Musk-s-Gigafactory-taking-shape-Drone-footage-reveals-world-s-biggest-building-added-2-4-MILLION-square-feet-just-six-months.html (Opening of Gigafactory) https://futurism.com/t-cell-therapy-leads-to-extraordinary-results-for-cancer-patients-in-early-clinical-trials/ (T-Cell Therapy à extraordinary (50 percent) cure rate for Blood Cancers) http://gizmodo.com/the-crispr-gene-editing-tool-is-finally-being-used-on-h-1789042055 (In China, Crisper used in Human Trial to cure Lung Cancer) https://futurism.com/approved-first-ever-human-trials-involving-crispr-gene-editing-in-fight-against-cancer/ (In U.S., NIH Funding, Univ of Pennsylvania, Crisper used in Humans to modify T-Cells to fight melanoma, sarcoma, or myeloma in 18 patients) https://futurism.com/diabetes-breakthrough-engineered-mini-stomach-successfully-produce-insulin-mice/ (for first time, Harvard Stem Cell researches have created “insulin producing” islet cells to cure Diabetes in mice) https://futurism.com/hiv-genes-have-been-cut-out-of-live-animals-using-crispr-2/ (HIV Genes cut out of live animals using Crisper) https://futurism.com/experimental-treatment-causes-hiv-cells-to-vanish-from-patients-blood/ (New treatment causes HIV infected Cells to vanish from Patient) https://futurism.com/crispr-gene-editing-has-been-used-to-cure-mice-of-sickle-cell-disease/ (Crisper Cures Mice of Sickle Cell Disease) https://futurism.com/its-official-measles-has-been-completely-eradicated-in-the-united-states/ (Measles completely eradicated from the U.S.) https://futurism.com/new-ebola-vaccine-proves-to-be-100-effective/ (100 percent effective Ebola Vaccine) https://futurism.com/polios-days-numbered/ (World Health Org. projects Polio to be eradicated by early 2017) https://www.newscientist.com/article/2100823-worlds-oldest-vertebrate-is-a-shark-that-may-live-for-500-years/ (500 year old shark discovered) https://futurism.com/it-was-only-a-matter-of-time-scientists-found-a-way-to-reverse-signs-of-aging/ (ALSO, Same Article here ―>) https://www.scientificamerican.com/article/aging-is-reversible-at-least-in-human-cells-and-live-mice/ (Genetically Reversing Aging) http://www.telegraph.co.uk/science/2016/12/15/scientists-reverse-ageing-mammals-predict-human-trials-within/ (Genetic Reversal of Aging in Mice, soon Humans) https://futurism.com/scientists-genetically-engineer-mice-live-25-percent-longer/ (25 percent extended life based on removal of senescent cells) https://techcrunch.com/2016/10/27/jeff-bezos-mayo-clinic-back-anti-aging-startup-unity-biotechnology-for-116-million/ (Jeff Bezos investment in Unity Biosciences) https://futurism.com/young-blood-transfusions-improve-mental-and-physical-performance-in-old-mice/ (Young Blood Experiments à Longevity) https://futurism.com/stem-cell-breakthrough-let-us-grow-new-human-eyes/(Stem Cells able to Grow new Human Eyes) https://www.youtube.com/watch?v=FuzE9TaqERs&ab_channel=devichechi ―http://www.telegraph.co.uk/science/2016/06/03/stroke-survivors-walk-again-after-stanford-injects-stem-cells-in/ (Stem Cells help Stroke Victim Walk Again) http://www.kurzweilai.net/paralyzed-man-regains-use-of-arms-and-hands-after-experimental-stem-cell-therapy (Stem Cells help Paralyzed Victim gain use of Arms again) https://futurism.com/breaking-ubers-self-driving-taxis-have-hit-the-streets/(Autonomous Ubers hit the streets) https://futurism.com/50000-beers-ubers-self-driving-truck-just-made-its-first-delivery/ (Uber’s Self Driving Trucks, make 50,000 beer delivery) https://futurism.com/elon-musk-every-tesla-car-will-be-fully-autonomous-by-2017/ (Every Tesla in 2017 to be fully autonomous) https://media.ford.com/content/fordmedia/fna/us/en/news/2016/08/16/ford-targets-fully-autonomous-vehicle-for-ride-sharing-in-2021.html (Ford 2021 Objective for Autonomous Cars) http://uk.businessinsider.com/gms-first-autonomous-car-will-be-electric-and-launch-on-lyft-2016-7?r=US&IR=T (GM’s first fully autonomous car will be electric and launch on Lyft) https://techcrunch.com/2016/12/13/googles-self-driving-car-unit-spins-out-as-waymo/ (Google Creates Waymo to support self-driving car technology) https://www.bloomberg.com/news/articles/2016-12-13/google-said-to-plan-ride-sharing-service-with-chrysler-minivans-iwnox94h (Google plans Ride Sharing Service with Chrysler) http://uk.businessinsider.com/former-tesla-vp-georg-bauer-autonomy-will-kill-car-ownership-2016-11?r=US&IR=T#digitalhealth (Autonomy will kill Car Ownership) http://newatlas.com/self-driving-tractor/45169/ (Self Driving Tractors hit Farms) http://uk.businessinsider.com/amazon-prime-air-drone-delivery-service-completes-first-transaction-uk-england-2016-12?r=US&IR=T (Amazon Prime Air makes first delivery) http://www.investopedia.com/news/711-made-77-drone-deliveries-year-beating-amazon-amzn-svndy/ (7-11 makes 77 Deliveries in 2016) https://techcrunch.com/2016/09/07/mercedes-benz-and-matternet-unveil-vans-that-launch-delivery-drones/ (Mercedes partners with Matternet, commits >$500M) http://www.theverge.com/2016/6/9/11893032/google-co-founder-larry-page-is-secretly-building-flying-cars (Larry Page funding Flying Cars) https://techcrunch.com/2016/05/04/ehang-organ-deliveries/ (Martine Rothblatt order for 1000 units) https://futurism.com/skype-co-founder-invests-10-million-in-a-flying-car-that-can-travel-more-than-250-kmh/ ($10M investment in another flying car, one of many) http://www.theverge.com/2016/10/27/13434580/uber-flying-car-elevate-self-driving-vtol (Uber Elevate Program created) https://futurism.com/future-deep-learning-nvidia-unveils-chip-15-billion-transistors/ (NVIDIA’s special Deep Learning Computer) https://futurism.com/oxford-scientists-have-an-ai-that-can-read-your-lips/(AI that can Read your Lips) https://futurism.com/a-better-jorunalist-ai-are-better-at-predicting-elections-than-humans/ (AI’s predict election better than Humans) http://www.digitaltrends.com/computing/kentucky-derby-swarm-ai/ (AI System Beats 500-to-1 Odds, Predicts the Kentucky Derby Trifecta) https://futurism.com/microsofts-speech-recognition-tech-is-officially-as-accurate-as-humans/ (Microsoft Speech Recognition tech better than Humans) https://futurism.com/this-ai-wrote-a-novel-and-the-work-passed-the-first-round-of-a-national-literary-award/ (AI written novel passes 1st round of Literary Award) https://futurism.com/ai-saves-womans-life-by-identifying-her-disease-when-other-methods-humans-failed/ (AI Saves Woman’s Life) https://futurism.com/an-ai-just-defeated-human-fighter-pilots-in-an-air-combat-simulator/ (AI’s beat Human Pilot in Air Combat) https://futurism.com/googles-artificial-intelligence-beats-world-champion-wins-go-series-4-1/ (Deep Mind beats World’s GO Champion) https://futurism.com/new-era-physics-gravitational-waves-finally-detected/(Gravitational Waves Confirmed) http://www.usnews.com/news/articles/2016-09-02/there-could-be-a-ninth-planet-and-we-are-not-talking-about-pluto (Evidence found for Planet Nine) https://futurism.com/eso-confirms-earth-sized-planet-found-around-the-closest-star-to-earth-proxima-centauri/ (Earth-size planet around Proxima Centauri) http://www.space.com/34034-blue-origin-new-glenn-rocket-for-satellites-people.html (Bezos announces New Glenn) http://us.blastingnews.com/news/2016/11/team-indus-gets-a-launch-contract-for-a-private-moon-mission-001232733.html (4 companies sign private contracts to fly to moon in 2017) https://futurism.com/elon-musk-mars-colony-all-his-key-points-from-todays-announcement/ (Musk announces Mars Plans) https://futurism.com/stephen-hawking-teams-billionaire-build-interstellar-spaceship/ (Breakthrough Starshot project targets interstellar travel)"}, {"timestamp": "12/14/2016 02:46 pm ET", "article_text": "More than 200 employees of technology companies including Alphabet Inc’s (GOOGL.O) Google, Twitter Inc (TWTR.N) and Salesforce pledged on Tuesday to not help U.S. President-elect Donald Trump’s administration build a data registry to track people based on their religion or assist in mass deportations. Drawing comparisons to the Holocaust and the internment of Japanese Americans during World War II, the employees signed an open letter at neveragain.tech rebuking ideas floated by Trump during the campaign trail. The protest, which began with about 60 signatures but had more than tripled within hours of publication, comes a day before several technology company executives are due to meet with the real-estate developer in New York City. “We are choosing to stand in solidarity with Muslim Americans, immigrants, and all people whose lives and livelihoods are threatened by the incoming administration’s proposed data collection policies,” reads the letter, signed by a mix of engineers, designers and business executives. It continues: “We refuse to build a database of people based on their Constitutionally-protected religious beliefs. We refuse to facilitate mass deportations of people the government believes to be undesirable.” The letter vows to not participate in creating databases of identifying information for the U.S. government on the basis of race, religion or national origin, to minimize the collection or retention of data that could facilitate such targeting and to oppose any misuse of data at their respective organizations considered illegal or unethical. Trump clashed with Silicon Valley on several issues during the campaign, including immigration, government surveillance and encryption, and his victory last month alarmed many companies who feared he might follow through on his pledges. Those concerns have not been assuaged in recent weeks, as Trump has said he intends to nominate individuals to senior posts in his administration who favor expanding surveillance programs. Alphabet Chief Executive Officer Larry Page, Apple Inc (AAPL.O) CEO Tim Cook, Facebook Inc (FB.O) Chief Operating Officer Sheryl Sandberg and Amazon.com Inc (AMZN.O) CEO Jeff Bezos and Oracle Corp (ORCL.N) CEO Safra Catz are among those expected to attend the summit with Trump’s transition team, according to two technology industry sources. The Trump transition team did not respond to a request for comment regarding the open letter. (Reporting by Dustin Volz; Editing by Lisa Shumaker)"}, {"timestamp": "12/14/2016 01:57 pm ET", "article_text": "If you haven’t heard, Amazon just launched a promo for a storefront that sells meal kits and grocery basics with no checkout lines. It’s based in Seattle and currently open to Amazon employees, with the public launch set for early 2017. While Amazon hasn’t explained their “Just Walk Out” technology that powers the storefront, they do provide a video of the charming shopping experience that will leave you wishing your local grocery store was an Amazon Go. Amazon Go is Amazon’s attempt to grab a foothold in the grocery industry. Even with Amazon Pantry, Amazon only controls one percent of the $800 billion US market. This is because the grocery market “has stubbornly stayed offline,” according to Sucharita Mulpuru, the Chief Retail Strategist at Shoptalk. From grocery delivery companies like Peapod to meal kit delivery companies like Blue Apron, no one has been able to corner the online market or upset the titans of the grocery industry yet. There is a list of reasons e-commerce groceries have failed to gain traction. Some people like to pick up and squeeze their produce in-person before buying it. Others want to see the cut of meat they’re getting at the deli counter. People who live alone have shorter shopping lists that don’t always justify an online order. There’s also an issue of time sensitivity: if someone needs their groceries today, they won’t be ordering them online. When it comes down to it, the user experience of the grocery store is difficult to digitally recreate. So how does Amazon compete with Walmart and Safeway if they can’t gain traction online? They build a supermarket storefront that incorporates popular online products like meal kits, provides basic staples like produce and meat, and creates a user experience that rivals the Apple Store. Amazon took the experience of grocery shopping and turned it into a design problem, where the default answer — making grocery shopping an online experience — was ignored in favor of identifying and solving the problems users encounter while shopping in-person, like long lines. They also incorporated aspects of online grocery shopping that people enjoy, like meal kits, into their solution. Amazon has taken a common chore, grocery shopping, and turned it into a novelty of technological innovation and an experience people will enjoy. Innovation has become a common buzzword in our society, and in most cases people should be using the word imitation. However, by resisting the default approach of imitation (e-commerce), Amazon could create an innovative experience that will integrate itself into our daily lives. And Amazon didn’t stop there. The Amazon Go store you see in that video is just one of their prototypes. There are at least two others in the works, according to the Wall Street Journal. Two drive-through grocery stores are slated to open in the upcoming weeks in Seattle, and a proposal for a large, multifunction store with curbside pickup was also approved in November. John Blackledge, an analyst with Cowen, claims that groceries are the “company’s biggest potential for revenue upside.” He may be right, because without a check-out line, there’s no opportunity to balk at the price of your weekly groceries. But what does this do to our workforce? Amazon Go is a frightening proposal for cashiers, who just realized they can be replaced by an app on your smartphone. Contrary to the popular belief that truck drivers lead the American workforce, the most common job in America is retail salesperson, with cashier coming in at close second. Both jobs, which together employ a total of 7.8 million Americans right now, are in jeopardy with “Just Walk Out” technology, which is essentially Amazon Web Service for grocery stores (and dare I say it, retail stores). This sort of abrupt end to blue collar jobs is a common theme in automation, which Amazon just achieved without even using a robot. Driverless trucks are predicted to end one percent of jobs in America, a devastating blow when you realize that is equivalent to 2 million Americans out of work. United Technologies just made a $16 million investment in automation at their Indiana factory, which will ultimately lead to fewer jobs. Since 2000, the total number of manufacturing jobs in the US has fallen by almost 5 million (30 percent). Overall, 47 percent of American jobs could be at risk as technology advances. Brynjolfsson and McAfee, two MIT academics, claim that it’s not only factory and retail jobs at risk. Law, medical services, education, and financial services may all be on the chopping block as well. Rapid technology growth destroys jobs more often than it creates them. Productivity and employment steadily grew together after World War II; businesses did well while their employees generated value. However, when we hit the new millennium in 2000, job growth slowed and the median income steadily dropped, while innovation and productivity soared. The divergence is referred to as the Great Decoupling by Brynjolfsson and McAfee. The impact of technological advancement is more subtle when it comes to the white-collar workforce. W. Brian Arthur, a former economics professor at Stanford University, warns that it’s big data, machine learning, and digital processes that will challenge white-collar jobs. According to McAfee, “digital technologies are doing for human brainpower what the steam engine and related technologies did for human muscle power during the Industrial Revolution.” As digital technology gets “smarter,” it encroaches on human skills in new ways. The threat to middle class jobs becomes more concrete with each advancement, inevitably worsening the economic inequality that already exists. But if the end of work is actually near, what happens to all of the unemployed? Elon Musk believes universal basic income is the answer to automation and technology advancement. President Obama said the debate on universal basic income could be only 10 years away. One province in Canada is pushing forward with plans for a trial run of UBI already. Of course there are those against UBI. Look no further than the National Review and HuffPost for those. As technology rapidly advances in the Internet of Things, it’s on all of us to be conscious of how our products affect the economy and workforce. Automation, big data, and digital systems are all here to stay. The question is, how do we implement these things as a force for good and counteract the economic divide we create? Originally posted on IoT for All, an Internet of Things blog powered by Leverege. Sign up for the weekly newsletter, Last Week in the Future, to stay up to date with all things IoT, AI, and tech. Have questions? Tweet at IoT for All or Hannah."}, {"timestamp": "12/02/2016 02:01 am ET", "article_text": "It was dark and cold that night I stomped down Broadway, talking to my then-boyfriend-now-husband about my feelings. I am always talking about my feelings, and he is always listening. He “mhm”s at the right places and doesn’t interrupt and sometimes says good things at the end. Sometimes he says wrong things, and then I have to explain why those things are wrong, taking us down an emotional tangent that is frustrating and exhausting, but he’s trying to be helpful, I tell myself and breathe. Bless his little heart. But tonight, he lets me talk. And I do, filling the minutes with long, twisting sentences that make sense to me, but as they tumble out, I’m not sure that they do, so I pause and I blurt, “I’m just not a white man!” Or something like that. This was years ago, so who knows what really happened. I may not have been on Broadway at all. But that’s where the anger ended, in not being white or a man or coding since I was two or some combination of the three. This wasn’t going to work. Coding wasn’t going to work. I didn’t belong. Fast-forward three years. I’d choked down my feelings and learned to code and built things and knew stuff that even my then-boyfriend-now-husband didn’t know. We sat on our couch one evening while I explained how AJAX worked. He leaned back and I leaned in, excited and trembling at the edge of my seat. I heard the words coming out of my mouth, watched them float in the air between us, blooming with buzzwords and jargon and pride and I burst into tears. I covered my face with my hands, hunched over and shook. I couldn’t believe I understood the words I was saying. This was going to work. Coding was going to work. Maybe I did belong. The cracks in that newly laid confidence would soon come, but not for reasons I may have lead you to believe. I apologize if you assumed this was a story about a difference rooted in race and gender, because it is not. That’s not where we are going. This is about a difference of values, beliefs, perspectives. I wanted so badly to think like a programmer, which implies that the way I think is wrong. It needed fixing in many ways. This observation is frustratingly fuzzy, cloudy, unfocused, but I’ve squeezed it hard enough to make raindrops, something I can taste and feel, and I shall give you three. I am not solution-oriented. I don’t see a problem and get giddy at the idea of solving it, patching it up and sending it on its merry way. I want to poke it and ask it questions. Where did it come from, what is it doing, what’s its story? I want to take it to tea and hear about its life and understand it to its core. And if, at that point, I’ve come to a wholistic understanding and am able to solve the problem, by all means, let the problem-solving commence! But my instinct is never to solve, but to understand. This is the part where you tell me that this is a great asset in a programmer! That all programmers would be much better off if they took the time to understand before diving in! My thinking isn’t broken at all, you say, it’s super awesome! That’s cute. And truly, I appreciate your defense of my broken brain. But no matter what Medium blog posts tell you how crucial it is to understand the problem before coding its solution, this is, at best, an annoying part of an average developer’s job, and, more likely, a distant idea that is happily ignored. Developers solve problems. It is the problem-solving, not the problem-understanding, that gets you high. Hm. Maybe this isn’t going to work. I am not comfortable making half-ass shit. Once in a while I look up the famous quote by Reid Hoffman, co-founder of LinkedIn, who said, “If you aren’t embarrassed by the first version of your product, you shipped too late.” I say it to myself. I say it again. I let it sit and turn it over and convince myself this isn’t insane. I understand this concept at an intellectual level. I get the value of the MVP (minimum viable product) and was excited to learn the pseudo-scientific process of the lean methodology. The quote is a punchy way of encouraging product creators to start small and test an idea before investing loads of money and time in an expensive mistake. And this advice is great! You should start small and test and learn. But the way this advice manifests itself is often in writing shitty shit that makes shitty shit products, and leaving it in its shitty shit way. It’s the shrug that accompanies the mindless defense, “But it works.” It produces a mentality of doing the absolute bare minimum, not because it’s what’s best for the product or your team, but because, why bother to do more? It works! It condemns everything I’ve learned and loved about craftsmanship and quality and just plain giving a fuck. There are no As here, there is only pass and fail. Maybe coding wasn’t going to work. This is the part where you tell me that there is such a thing as beautiful code! There are talks that preach the value of well written code, books filled with advice on how to hone your craft, podcast interviews of developers raging against poorly written programs. My value of quality is wonderful, you say, do not fix it, you shout, keep going, you plead! That’s cute. But no matter how many conference talks you’ve tweeted about praising code as craft, open up your company’s production-level app right now and tell me how much of that has made its way to your product. Don’t worry, I’ll wait. Because in the real world of death marches, limited runway, and just plain old pressure from the higher ups, quality and care are a dream: sweet, distant, and rarely realized. But perhaps the biggest way that my brain is broken is less about code, and more about the tech industry as a whole. If you’re thinking to yourself, “But everyone uses tech so everything is the tech industry,” please sit tight while I take a moment to roll my eyes. … Ok, I’m back. For our purposes, let’s define “tech industry” as companies and professionals who view code as a core part of their business and their self-understanding, both internally and externally. When I was at NPR years ago, I did a story on public education in California. I don’t remember the angle, but I remember looking up a stat to use in the script. I used that stat in a few places, and after fact-checking, I realized there was an updated number available. I went back and changed the references to the new number, relieved that I’d caught this mistake before handing over my script to the host. But I missed one. I heard it over the speakers when Michelle Martin, the host, read it out loud during the interview, and my heart stopped. I knew it was my duty to report it, so I went up to my editor and told her. She didn’t say anything, but I could feel her disappointment in me. I melted into a pool of shame. But here’s the thing. No one will ever remember that number. No one remembers it now, and I’m sure no one noticed it when it happened. But I knew it happened, that it was an easily preventable mistake, and, in journalism, being wrong in that way is absolutely unacceptable. So imagine my surprise when I first heard of “fail fast and break things,” one of the famous tech mantras for product creation. Imagine my shock to find out that being wrong is not reprimanded, but, at times, encouraged. Imagine my confusion stepping into a world where people are told to “just try it and see.” I tell myself over and over that this is different, that this is good, that public experimentation is not a holy sin. I’ve managed to convince myself, when I’m not busy quieting a nauseous tummy tormented by public broken attempts and shameful failures. But here, I will admit defeat. Being wrong in software is fundamentally different from being wrong in reporting. Except when it’s not. When I use your product, I’m trusting you. I believe you when you tell me that clicking that button will create my profile, that I am indeed submitting an email by hitting enter, that I will see my mom’s message when I click on her little, round face. My belief in you is delicate and deep. Do not take my trust for granted. Do not take advantage of me. We are in a relationship, you and I. Distant and faceless, yes, but a relationship nonetheless. I give and you take and you give and I take, and I believe your words, your lines, your interfaces. It should be precious. It should be handled with care, but the carelessness I see in tech is unsettling. The willful ignorance, the rejection of our relationship, hurts. It might come big, like playing with my emotions by purposefully filling my feed with sad or happy content, just to see how I respond. It might come small, like your claim of being the number one this-and-that in your this-and-that field, according to … no one. You are so proud of your accomplishments and so comfortable in your grandeur that you forget to be honest with me. Sometimes it comes deep, like spending months together trying to solve a problem you promised me you could solve to later find out that you got it all wrong, you made it all up, you have no idea what you’re doing. You brag about this in your interviews and inevitable autobiography. For some strange reason, you wear this ignorance as a badge of honor. You failed fast and broke my heart. But you will never see it that way. You’re too excited. I feel you whisper make the world a better place as you drift to sleep, so obsessed with changing it that you forget that the world is made up of little people like me. You are experimenting, trying new things, and for this, you are great and lean. But sometimes, you forget that I’m at the center of your experiments. Sometimes, you forget me. I take these relationships seriously. So seriously that often I’m immobilized and overwhelmed. And in those moments, you push products I’m too uncomfortable to push and you win. You get there first, making waves while I sit in last place and watch. So I choke down my values and discomfort and attempt a push of my own, amid the internal screams that this is wrong and irresponsible and how dare I. I don’t get very far. My feeble, half-hearted steps cannot compete with your bold, proud strides. So I cower back to my corner with my broken brain and peep at your success through the leaves. I do not belong. My values are not valued. My thinking is strange and foreign. My world view has no place here. It is not that I am better, it is that I am different, and my difference feels incompatible with yours, dear tech. So I will mark my corner, a small plot of land and stand firmly here, trying to understand you and reconcile these conflicting differences. Maybe I will change. Maybe you’ll surprise me. Maybe, one day, I’ll belong"}]